{"homographic": [{"id": 1, "content": "当霍加盖房子的时候，吩咐木匠把做地板的木料用到天花板上去，把天花板的木料镶在地板上。木匠问这是为什么？霍加解释道：我快要结婚了，一个人结了婚，大家都知道，屋子里的一切就要翻天覆地；因此我预先采取了措施。", "key_words": {"pun_words": ["翻天覆地"]}}, {"id": 2, "content": "“你的头是怎么受伤的？” “唉，昨天我在小红楼下念了一夜的诗，然后我说‘亲爱的，把你的电话给我吧！’她就把她们家的电话给我了。”", "key_words": {"pun_words": ["电话"]}}, {"id": 3, "content": "某中学生物学解剖课上，老师发教学资料，分别是上、下肢的图片。但由于份数不对，很多同学没有拿到，乱作一团。 老师忙说：“别着急，等一下我再去拿些来。现在，没有上肢的同学请举手。”顿时全班愕然！", "key_words": {"pun_words": ["上肢"]}}, {"id": 4, "content": "“爸爸，是男的跑得快，还是女的跑得快？” “当然是男的快。” “那为什么总是男孩子追女孩子呢。”", "key_words": {"pun_words": ["追"]}}, {"id": 5, "content": "今天在水果摊买水果，和同事聊今天的新闻，卖水果的大婶问：乔布斯是谁啊？同事说：卖苹果的。大婶很黯然说：唉，水果生意不好做啊！", "key_words": {"pun_words": ["苹果"]}}, {"id": 6, "content": "这天，爸爸带着六岁的儿子来到小区服务中心，找人修理漏水的铁锅。一位师傅看了看锅子，然后说：“换个锅底吧，15块。” 这时，儿子轻轻扯了扯爸爸的衣角，小声说：“爸爸，我们还是去对面的火锅店换吧，他们那里不是‘锅底免费’吗？”", "key_words": {"pun_words": ["锅底"]}}, {"id": 7, "content": "还有几天就要高考了，学校进行最后一次模考。 据说这次考试难度不小，身为高三党的浩浩压力挺大。 妈妈见状鼓励浩浩说：“儿子加油！考好了妈给你买个苹果！” 浩浩一听，一想到马上就能有手机了，顿时浑身充满动力，小宇宙瞬间爆发。 果然，成绩下来竟然是年级第三！ 浩浩妈一高兴做了一大桌好吃的， 还乐呵呵地说：“太棒了！妈妈决定超额奖励你！给你买一斤苹果！”", "key_words": {"pun_words": ["苹果"]}}, {"id": 8, "content": "老师告诫全体同学。 老师：同学们可别贪玩了，要珍惜时间呀！古人说少壮不努力，老大徒伤悲。 某生：老师，我是老二。", "key_words": {"pun_words": ["老大"]}}, {"id": 9, "content": "爸爸：房间里好冷啊。儿子：你可以站到墙角去。爸爸：为什么啊？儿子：因为墙角有90度。", "key_words": {"pun_words": ["90度"]}}, {"id": 10, "content": "表侄很挑食，表哥想改掉他的坏毛病。夹着一把猪心放到他碗里：你必须得吃掉它！表侄不愿意。这时表嫂劝导他：你爸也是为了你好，这可是你爸的一片心啊！", "key_words": {"pun_words": ["一片心"]}}, {"id": 11, "content": "儿子：爸爸，什么叫法律?父亲：法律就是法国的律师。儿子：那么什么是法盲?父亲：那当然就是法国的盲人。", "key_words": {"pun_words": ["法律", "法盲"]}}, {"id": 12, "content": "有一位漂亮的美女，想通过电脑查查自己的未来伴侣！ 美女根据要求填入了交友的两个条件：1，要帅。2，要有车。过了一会，答案出来了：“象棋”。", "key_words": {"pun_words": ["帅", "车"]}}, {"id": 13, "content": "家里买了张新床，丈夫感慨：“这张床可够宽的，能睡三个人。” 妻子一直想要孩子，便说：“只要你愿意，我没问题。” 丈夫激动坏了，说：“只要你不吃醋，我更没问题啦。”", "key_words": {"pun_words": ["睡三个人"]}}, {"id": 14, "content": "高远写信喜欢精练。这天，他生病不能参加朋友的约会，但又怕朋友一直等他，就写了一封信托邻居梦梦送去。他想写的是：我因为生病的缘故，只能托梦梦替我与你相见。可是他觉得这样写太罗嗦了，就省掉了几个字。等到朋友拿到信一看，顿时吓出一身冷汗，原来信上写着：我病故，托梦与你相见！", "key_words": {"pun_words": ["病故"]}}, {"id": 15, "content": "心里的疑问：上幼儿园时，老师给我们讲故事时总会把太阳说成是太阳公公，明明是太阳，咋就成公公了呢？后来看古装片，里面皇帝身边的太监竟然也叫公公，这就让我更加迷糊了。", "key_words": {"pun_words": ["公公"]}}, {"id": 16, "content": "丈夫热衷于钓鱼，他把自己所钓到的大鱼、名贵鱼拍成相片，贴在床头墙壁上。并且一一注上它们的名称、重量以及垂钓地点，乐此不疲。 妻子见状，便将自己的玉照挂在丈夫床头，并在旁边注明：美人鱼，49.5Kg，钓于人民公园。", "key_words": {"pun_words": ["美人鱼"]}}, {"id": 17, "content": "老婆对老公说：你负责赚钱养家，我负责貌美如花。 老公深思两秒后说：你确实很像如花。", "key_words": {"pun_words": ["如花"]}}, {"id": 18, "content": "某日上理化课，老师宣布下节课要小考。小明紧张地立即举手问老师会不会考得很难，老师只说了一句：十分简单。 乐得大家拍手叫好，可是考完后每个人都考得惨不忍睹，怎么会简单呢？于是小明又问了老师，只听老师说：我可没说错哦，十分简单，剩下九十分很难！", "key_words": {"pun_words": ["十分简单"]}}, {"id": 19, "content": "我们的儿子哈利今年10岁，他有一个存钱盒，放在衣柜的抽屉里，我和妻子需要零钱时，就从他的钱盒里掏，并留下一张借条，哈利显然不喜欢这种做法。 一天，有人交给我一张钱数不多的支票，我跑进儿子的卧室，找到钱盒，但里面只有一张小纸片，上面写着：亲爱的妈妈，亲爱的爸爸，我的钱在冰箱里，我希望你们明白，我所有的资金全部冻结了。", "key_words": {"pun_words": ["冻结"]}}, {"id": 20, "content": "记得初中的时候老师有一次出了个以压力为关键词的半命题作文， 我们都写了“成长的压力”，“考试的压力”或“压力下的我们”， 唯独我们班一旷世奇才写了一篇说明文——《压力锅》", "key_words": {"pun_words": ["压力"]}}, {"id": 21, "content": "我在看球赛，两岁的女儿也在旁边凑热闹。忽然她指着电视说，爸爸，这几个叔叔是不是弄丢了户口本？ 我不解地问：为什么？ 妈妈不让我玩户口本，说弄丢了我们都会变成黑人！", "key_words": {"pun_words": ["黑人"]}}, {"id": 22, "content": "国外留学生问国内同学：“在你们中国人心目里，是不是练武功比其他事情都重要？” “没啊，怎么啦？” “每次约女孩吃饭，她们都会回答：等有功夫了再去。”", "key_words": {"pun_words": ["功夫"]}}, {"id": 23, "content": "茵茵今天去银行遇到一柜员，差点没把她哽死 “你好，我是来提钱的。” “别和我提钱，提钱伤感情。”", "key_words": {"pun_words": ["提钱"]}}, {"id": 24, "content": "老妈问我：你对花的了解如何？ 我说：怎么了？ 老妈说：泷泽萝拉是什么花？为什么网上好多人求种子？ 我：。。。", "key_words": {"pun_words": ["种子"]}}, {"id": 25, "content": "一天，小明的奶奶正在家里与邻居李奶奶坐在沙发上聊天。过了一段时间，小明的奶奶痛苦地对李奶奶说：“他李奶，你说这也怪了，我这腰一坐久了就疼，我还是站着和你说会话吧。” 李奶奶不解的说：“怎么回事？” 小明急忙向李奶解释道：“李奶奶，我奶奶的意思是‘她站着说话不腰疼’！”", "key_words": {"pun_words": ["站着说话不腰疼"]}}, {"id": 26, "content": "一记者采访一学生笔录 小朋友,考试没考好会挨打吗? 会,我家有考试三打 哦,考试三打? 恩,我考70分叫男子单打,60分叫女子单打,50以下则叫男女混合双打 ……", "key_words": {"pun_words": ["男子单打", "女子单打", "男女混合双打"]}}, {"id": 27, "content": "一天，带孩子到山上去玩。孩子满山遍野乱跑起来。我怕孩子出危险，就吓唬他说：“别乱跑，当心此地有鬼要吃人的。” 孩子马上回答说：“我不怕鬼。隔壁的叔叔阿姨都称你是赌鬼；妈妈骂我是小鬼；外婆骂外公是烟鬼；妈妈骂你是懒鬼；你骂妈妈是死鬼。我天天与鬼打交道，还怕什么鬼呢！”", "key_words": {"pun_words": ["鬼"]}}, {"id": 28, "content": "昨晚跟几个哥们打了一通宵麻将。早上直接去上班，晨会上，经理在上面说：“有三条问题要重点说一下。” 我半梦半醒的说了一句：“等一下，三条我要碰。” 被全公司50多人行注目礼，无地自容。", "key_words": {"pun_words": ["三条"]}}, {"id": 29, "content": "一同事在泡菊花茶，刚喝了几口， 旁边一哥们凑过来说：你的菊花好香啊！ 被其他同事听到了，大家爆笑！ 一清纯妹过来插话：＂他的菊花还没有我的香呢，不信你们尝尝！＂ 所有人都凌乱了！", "key_words": {"pun_words": ["菊花"]}}, {"id": 30, "content": "六月酷暑，一个月没下过雨，地干田裂，眼看今年将颗粒无收。 “奶奶，奶奶，今晚有流星雨！”兴奋的小孙女想许个公主的愿望。 奶奶一脸期盼:“谢天谢地，终于有雨了。”", "key_words": {"pun_words": ["雨"]}}, {"id": 31, "content": "新建的多层宿舍楼，怎么二层三层都分给处长、科长了？” “人家本来就是中层干部嘛！”", "key_words": {"pun_words": ["中层干部"]}}, {"id": 32, "content": "有一同事，有天我开车在路上车胎没气了，问哪里有充气的，同事说：街上到处都是打胎的啊！", "key_words": {"pun_words": ["打胎"]}}, {"id": 33, "content": "甲妇：“我家儿子经常弄坏电器，幸好他爸会修理。” 乙妇：“我家孩子也经常弄坏电器，还好他爸也会修理。” 甲妇：“你先生也会修理电器？” 乙妇：“不，他会修理孩子。”", "key_words": {"pun_words": ["修理"]}}, {"id": 34, "content": "晚上，老公去酒吧潇洒了。 老婆在家心烦意乱，眼看快凌晨两点了，老公还没回来！ 老婆就发了个短信：“赶快回来给我交作业！”可是过半天仍然没反应，老婆忍不住就打了过去，发现竟然手机关机了！ 老婆无比愤怒！ 这时，突然一个陌生号码发来信息：作业我替你收了！", "key_words": {"pun_words": ["作业"]}}, {"id": 35, "content": "以前考试老师发卷子，后边的女生多拿了一张高呼，“老师，我有了，我有了。” 结果坐他旁边的男生说到：“是我的，是我的”。", "key_words": {"pun_words": ["有了"]}}, {"id": 36, "content": "公园里两人正在谈论打麻将怎样才能常赢。 A：孙子说，“知己知彼，百战百胜。” B：你孙子才满月，也懂这个？", "key_words": {"pun_words": ["孙子"]}}, {"id": 37, "content": "康妮这几天非常繁忙，因为她要帮助丈夫竞选区工会副主席的职务。选举那天，正好遇到康妮出差，她特地在电话留言机中录了几句话：“亲爱的，祝你好运。不论选举结果如何，你永远都是我们家中的副主席。”", "key_words": {"pun_words": ["副主席"]}}, {"id": 38, "content": "今天发了薪水，还了贷款，交了房租、水电煤气费，买了油、米和泡面，摸摸口袋剩下的钱，感叹一声：这月工资又白领了！叫白领。~", "key_words": {"pun_words": ["白领"]}}, {"id": 39, "content": "今天在水果摊买水果，和同事聊今天的新闻，卖水果的大婶问：乔布斯是谁啊？ 同事说：卖苹果的。 大婶很黯然说：唉，水果生意不好做啊！", "key_words": {"pun_words": ["苹果"]}}, {"id": 40, "content": "一天和朋友聊天，我不经意间谈起自己的家族情况，兄弟姐妹全有，真是幸福的大家庭。 朋友稍稍沉默过后说到：“我们家有点特殊，全是孙子。", "key_words": {"pun_words": ["孙子"]}}, {"id": 41, "content": "学校食堂大米很硬，同学吃着吃着就感叹起来说：什么时间能吃上软饭啊...", "key_words": {"pun_words": ["软饭"]}}, {"id": 42, "content": "一小学生这样写到：好吃个屁。 老师看后批语：不是什么东西都能吃的！", "key_words": {"pun_words": ["好吃个屁"]}}, {"id": 43, "content": "一个孩子捡到一个神灯，神灯里的精灵告诉他可以许一个愿望。他说：“我想要一个蛋糕。” 精灵说：“你的愿望太小了，应该许更大的。” 孩子高兴地说，“我要一个特大的蛋糕。”", "key_words": {"pun_words": ["更大的"]}}, {"id": 44, "content": "话说今天早上刚刚新来一女同事，是个漂亮的年轻女孩子，自我介绍的时候说她有一个男性化的名字叫长城。 我当即豪情涌动的接上一句：不上长城非好汉…… 瞬间无数诡异的眼神扫射我和她之间，血都差点直接从脸部血管里爆出来，怎么以后如何解释呢？", "key_words": {"pun_words": ["长城"]}}, {"id": 45, "content": "有个人在天上伺候玉帝好长时间，想回到人间。 玉帝问他回去后有什么计划。 这个人是想回去后娶个老婆生个小孩就脱口而说：生育。 玉帝说好呀你就回去计划生育吧。 当他回到人间后就被结扎了，后来他才知道人间的计划生育就是结扎。", "key_words": {"pun_words": ["计划生育"]}}, {"id": 46, "content": "漂亮的小丽刚一进家门就冲丈夫抱怨道：“气死人了，今天公交车上有好几个‘咸猪手’！” 丈夫气愤地说：“下次实在不行你就报警！” 小丽的婆婆诧异地说：“带几个猪手坐公交不犯法吧，何必惊动警察啊。”", "key_words": {"pun_words": ["咸猪手"]}}, {"id": 47, "content": "前些天和邻居闲聊，说起孩子来。 他说：“现在我有孙子了。” 我说：“我家的孩子也是你孙子” 陈家的也是，那边的也是。 结果邻居来了句：是的，我们这都是孙子。", "key_words": {"pun_words": ["孙子"]}}, {"id": 48, "content": "一女人来到一家名气很大的美容院。 美容师：“您好！有什么我能帮您的吗？” 女人：“我想做隆胸手术！” 美容师：“我们使用最新技术，2边都做的话是1000块钱！” 女人：“难道你们还可以只做一边？” 美容师：“是的！” 女人：“那只做一边是多少钱啊？” 美容师：“300块！” 女人：“为什么做一边300块，两边都做却要1000块啊？” 美容师语重心长的解释道：“一波三折！”", "key_words": {"pun_words": ["一波三折"]}}, {"id": 49, "content": "一天，我穿着一套黄色西服去参加朋友的聚会。由于昨天下雨今天又穿了一双黄色皮鞋。 来到聚会上，发现自己被一个小男孩死死盯着。 我去问他：“小朋友，为什么老看着叔叔呢？” 他答道：“叔叔，你好黄哦。” 顿时间，无风凌乱。", "key_words": {"pun_words": ["黄"]}}, {"id": 50, "content": "有次期末考试，有道填空题，问李清照是___派的词人， 我实在不知道就写了个武当派。。。 卷子发下来的时候老师说有个学生的答案必须得请他家长来看看！！ 我想我完蛋了，结果是同桌被请家长了， 因为他的答案是“蛋黄派”。", "key_words": {"pun_words": ["派"]}}, {"id": 51, "content": "有一老者，因儿媳临产，借宿老友家。 友问何故？ 回答：别提了！儿媳妇生孩子把我挤出来了。", "key_words": {"pun_words": ["挤出来"]}}, {"id": 52, "content": "老师为了培养学生的识图能力，要求学生在规定的时间内从地图上找到我们的居住城市。 其他学生都在规定的时间内陆陆续续地找到了。只剩下一位学生还在埋头苦找。 老师问他：“为什么还没找到？” 这位同学满头大汗地回答：“我迷路了！”", "key_words": {"pun_words": ["迷路"]}}, {"id": 53, "content": "上机课无聊我就玩游戏，玩模拟器版的1945飞机游戏，玩了一上午。 中午和一群同学去食堂打饭，边走边侃，我说：今天一早上都在打飞机，手都打痛了！招来一群人狂笑……", "key_words": {"pun_words": ["打飞机"]}}, {"id": 54, "content": "有一女士家住外地，家里的房子要装修，她向老板请了一周假。一周后房子没有装修完，她只好续假，发了一封电报。 老板接到电报后大吃一惊！电报上写道：房事未毕，续假一周。", "key_words": {"pun_words": ["房事"]}}, {"id": 55, "content": "在一间面馆里，一对夫妻正津津有味地吃着拉面，突然，妻子对丈夫大发感慨：“真好吃，你知道这么好吃的拉面是怎么做出来的？” 丈夫不假思索地冒出这么一句：“当然是拉出来的啊！”", "key_words": {"pun_words": ["拉"]}}, {"id": 56, "content": "老师：夏天刮东南风，冬天刮西北风，请记住。 学生：不对，我妈说跟我爸结了婚，一年四季都喝西北风。", "key_words": {"pun_words": ["西北风"]}}, {"id": 57, "content": "法厅上， 公鸡法官审问罪犯母鸡：“你为什么要杀害你的丈夫， 还残忍地把他一块一块的碎尸？” 母鸡抽泣着说：“我是想帮他， 他说这辈子最大的梦想就是成为一名上校……”", "key_words": {"pun_words": ["上校"]}}, {"id": 58, "content": "食人族不会吃离婚妇女......他们非常苦涩。", "key_words": {"pun_words": ["苦涩"]}}, {"id": 59, "content": "这日，刘女士去医院镶牙齿。医生说：你想镶什么牙？实用的还是洋气的？她身边的儿子说：实用的牙齿就镶葡萄牙，可以吃葡萄；洋气的牙齿就镶西班牙。", "key_words": {"pun_words": ["葡萄牙", "西班牙"]}}, {"id": 60, "content": "室友看着电脑：我喜欢这个人的穿衣风格。 我问：谁？ 室友：王菲的制作人，张亚东 我没听清：李亚鹏？ 室友：是王菲的制作人，不是和王菲一起制作人。", "key_words": {"pun_words": ["制作人"]}}, {"id": 61, "content": "坐飞机一般我都买靠窗的座，今儿上飞机，见一mm赫然坐在我的位置上。 于是我走上前很绅士地问道：“请问你是36A的吗？” 孰料，美女竟然红着脸应道：“我…我是36B的……” 我成吉思汗啊，“妹妹…我想…我想你误会了，我是说我的座儿是靠窗36A的！”", "key_words": {"pun_words": ["36A"]}}, {"id": 62, "content": "昨天去朋友家玩，她有一个可爱的弟弟，我想逗逗他！ 我问：“姐姐漂不漂亮？”还算他懂事，点了个头。 我又问他：“那小弟弟漂亮还是姐姐漂亮啊？” 没想到他忽然震惊了！掏出小弟弟看了看，又看看我，一副纠结的样子！", "key_words": {"pun_words": ["小弟弟"]}}, {"id": 63, "content": "“最近老没见你，去哪了？” “嗨，别提了！前天我们出去喝酒，我哥们儿喝高了跟邻桌的打架，我怕他吃亏，打了110，警察过来把我们都抓走了。” “他们打架的肯定拘留，怎么你也进去了？” “没跟您说吗？我打了110。” 囧。。", "key_words": {"pun_words": ["打了110"]}}, {"id": 64, "content": "妈妈在家敷着面膜时，同事小刘在楼下喊妈妈。女儿连忙把头伸出窗外，对小刘大声道：“阿姨，再等一会儿，我妈现在没脸见人！”", "key_words": {"pun_words": ["没脸见人"]}}, {"id": 65, "content": "五一黄金周快到了，报纸上刊登了很多商场的打折促销广告。 我兴奋地对老公说：“五一商场疯狂打折，过几天，咱们也去逛逛吧。” 不爱逛街的老公说：“五一商场在什么地方我怎么从没听说过？”", "key_words": {"pun_words": ["五一"]}}, {"id": 66, "content": "最近这几天感冒了。早上去坐公交，忍不住打了个喷嚏只听一个女的娇滴滴地说：老公，听说最近甲流很流行，被传染了怎么办？只听旁边的壮汉冷冷地说了句：这算啥，人流你都不怕，还怕甲流？", "key_words": {"pun_words": ["流"]}}, {"id": 67, "content": "某男追求一女的：“亲爱的，你不是答应嫁给我吗？” “什么时候？” “在飞机上。” “噢，那是空话。”", "key_words": {"pun_words": ["空话"]}}, {"id": 68, "content": "丈夫和妻子吵架，妻子把丈夫的胳膊咬起了血。 丈夫说：“你干吗咬人呢？” 妻子说：“君子动口不动手嘛。”", "key_words": {"pun_words": ["动口"]}}, {"id": 69, "content": "孩子问：妈妈，他们为什么叫你泼妇？母亲答：那是表扬妈妈是个活泼的妇女!", "key_words": {"pun_words": ["泼妇"]}}, {"id": 70, "content": "“儿子你可别娶了媳妇忘了娘” “讨厌，我肯定会娘下去的”", "key_words": {"pun_words": ["娘"]}}, {"id": 71, "content": "孩子问：“妈妈，他们为什么叫你泼妇？” 母亲答：“那是表扬妈妈是个活泼的妇女!”", "key_words": {"pun_words": ["泼妇"]}}, {"id": 72, "content": "班主任准备去李明同学家家访，班主任问李明的家庭住址，李明说：“我家在接二连三的地方。” 班主任说：“你是不欢迎我吗？” 李明说：“不是这意思，我是说我家在新市二路与新市三路的结合部。”", "key_words": {"pun_words": ["接二连三"]}}, {"id": 73, "content": "小明回家时，隔壁的狗突然跑出来咬他，他一气之下拿起竹子要打它。 狗的主人看到小明打他的狗，就不高兴的说：打狗看主人没听过吗？ 这时小明就说：好！我会一边看着你一边打你家的狗。", "key_words": {"pun_words": ["打狗看主人"]}}, {"id": 74, "content": "女儿莲达4岁大，可以24小时喋喋不休，有时连我也会觉得不耐烦。 一天，她跑过来给我讲故事，直到她说到一半，我才发觉自己并没有留心听，于是请她从头说起。 她恼怒地说：“妈妈，你为什么总是这么不听话?”", "key_words": {"pun_words": ["听话"]}}, {"id": 75, "content": "再过两天就是元宵佳节啦。 家家户户都忙着挂灯笼!老王家也不例外,而且很快就搞好啦. 于是他跑去到处分看看,看见别人在挂灯笼就笑嘻嘻的说:现在才挂啊,我老婆昨晚就挂啦,哈哈~~", "key_words": {"pun_words": ["挂"]}}, {"id": 76, "content": "一猴子对主人说：“我不想当猴子了，想当人。” 主人说：“你要当人，须把全身的毛拔了。” 猴子说：“行。” 主人拿来镊子来拔，刚拔一根，猴子就疼得嗷嗷直叫，就不愿再拔了。 主人说：“你一毛不拔，如何能够做人！”", "key_words": {"pun_words": ["一毛不拔"]}}, {"id": 77, "content": "同学明明和小丽恋爱了，为了避免被学校发现，星期一他们在后山碰头，星期二他们在溪边碰头，星期三他们在公园碰头，星期四他们在小树林碰头，星期五他们都脑震荡了。。。", "key_words": {"pun_words": ["碰头"]}}, {"id": 78, "content": "张奎与同学交流学习几何课程经验。 张奎说：“平面几何很容易，立体几何就让人头晕了，解析几何就让人晕死了。” 李玲说：“人生几何，更难学，目前还没有任课老师。”", "key_words": {"pun_words": ["几何"]}}, {"id": 79, "content": "妈妈：“这小伙子漂亮，工资高，工作好，你偏不同意，你到底要找一个什么样的？” 女儿：“我要找一个有共同语言的。” 妈妈：“他又不是外国人，怎么会没有共同语言？”", "key_words": {"pun_words": ["共同语言"]}}, {"id": 80, "content": "一对男女朋友一起去逛街。女朋友：哎哟，脚好酸哦。男朋友很紧张：怎么了？是不是踩到柠檬了？", "key_words": {"pun_words": ["酸"]}}, {"id": 81, "content": "下课点名，如果没来期末成绩将被扣掉50分！念到一兄弟时不知怎么就跳了过去，于是他大喊一声：老师，你漏点了！ 年逾花甲的老教师低头看看了说：没有啊！", "key_words": {"pun_words": ["漏点"]}}, {"id": 82, "content": "语文课时，老师要学生以“遍布全球”造句。 小明写道：“我们在操场踢足球，不小心踢进了水沟里，结果烂泥巴遍布全球”。", "key_words": {"pun_words": ["球"]}}, {"id": 83, "content": "一男一女，周一上班同时迟到。 结果男被领导扣发奖金，女却安然无恙。 男职员很不服气，跑去质问女职员：“我迟到挨罚，是因为睡过头了，你同样迟到，为什么没挨罚？” “我睡过‘头’了。”女职员回答。", "key_words": {"pun_words": ["头"]}}, {"id": 84, "content": "职员：经理，你的太太又温柔又漂亮，你真让人羡慕。 经理：什么？那不是我的太太啊！我的太太是个母夜叉啊! 职员：那刚才和你在一起的那位小姐是谁啊？？？ 经理：哦，那是我的二奶啊！怎么样不错吧？ 职员：不会吧？你的奶奶那么年青啊！！！！…… 经理：什么……晕了……哎！！！！！！！", "key_words": {"pun_words": ["二奶"]}}, {"id": 85, "content": "甲：“我可以算是从基层干起一直爬到顶峰的女人。” 乙：“真了不起，你是干什么的呢？” 甲：“以前是擦皮鞋的，现在是理发师。”", "key_words": {"pun_words": ["基层", "顶峰"]}}, {"id": 86, "content": "可不久这个人又谈起了恋爱，而且谈的很起劲。 于是他朋友问他，你不是说女人是毒药吗？怎么又谈起来了？ 这人回答说：自从上次失恋后，老想服毒自杀！", "key_words": {"pun_words": ["服毒"]}}, {"id": 87, "content": "一天，和女朋友在步行街逛街，突然一卖花的小姑娘向我跑了过来。 卖花的小姑娘拉着我：“大哥哥，买花吧，一看就知道你是花心的人”", "key_words": {"pun_words": ["花心"]}}, {"id": 88, "content": "又到毕业季，食堂门口有学姐卖书，标语写到：“一元一本，买书送学姐啦！” 果断上去围观，一新生装模作样的挑了一本书， 指着标语说：“送的学姐呢？” 姑娘豪迈的答到：“我们后天的火车，到时候记得来送我们啊。” 围观的人爆笑，该男面红耳赤低头而去。", "key_words": {"pun_words": ["送"]}}, {"id": 89, "content": "老师：我要你们写一篇作文，要写人，重点要写突出的地方。小逗号：老师，我想好了。我就写我奶奶。老师：那你奶奶有什么突出的方面吗？小逗号：我奶奶腰椎间盘突出。", "key_words": {"pun_words": ["突出"]}}, {"id": 90, "content": "某日公车上来了一位小姐，手上提了一瓶鲜奶。当公车驶到了一个大站，眼看人越来越多，挤得连喘气都有困难……不一会小姐拿的鲜乳竟然被人潮挤破了沾满了她的丝袜。小姐气极败坏的说：讨厌！！不要挤啦！人家的奶都给你挤出来了。", "key_words": {"pun_words": ["奶"]}}, {"id": 91, "content": "小花的妈妈是医院妇科医生，当小花问妈妈：妈妈你天天在医院里干什么？ 小花的妈妈总是回答：生孩子呗！ 小花又问：妈妈，你一共生了多少个婴儿？", "key_words": {"pun_words": ["生孩子"]}}, {"id": 92, "content": "蜘蛛爱上了蝴蝶，蝴蝶却拒绝了它。 蜘蛛问：为什么？这是为什么！ 蝴蝶说：我妈说了，整天在网上混的都不是好人。", "key_words": {"pun_words": ["网上"]}}, {"id": 93, "content": "一晚自修，想让同桌班长出一下洋相我往他后面贴了一张纸，纸上画了一只猪，他后桌是一个胖女生，看到之后猛笑，并且越笑越大声， 班长发觉她笑了就责怪她问她为什么笑，那胖女生笑指着那班长说：“你后面有一只猪……”", "key_words": {"pun_words": ["猪"]}}, {"id": 94, "content": "小女孩：你知道天有多高地有多厚吗？ 小男孩：嗯......不知道。 小女孩：哼，你是一个不知天高地厚的家伙。", "key_words": {"pun_words": ["不知天高地厚"]}}, {"id": 95, "content": "学校周围新开了一家沂蒙山羊肉馆， 这天，我作为一个二货陪女同学路过这里， 我当时第一眼看到，然后就读了出来沂蒙山羊肉馆…………山羊？ 山羊！擦，当时我那同学笑的直不起腰来…………", "key_words": {"pun_words": ["沂蒙山羊肉"]}}, {"id": 96, "content": "相传在远古的时候，男原始人和女原始人每相隔一段时间就相聚在一起； 如果一个男原始人看上某个女原始人时； 就会用木棍把她打昏，然后背到他住的石洞里。 这就是最早的“入洞房”。 所以结婚的“婚“字就是一个女的被打昏了。", "key_words": {"pun_words": ["入洞房"]}}, {"id": 97, "content": "蜘蛛小姐向空中一只正飞的年轻蚊子打招呼：“帅哥儿，到我的家里来歇歇脚吧。” 蚊子：“别骗人了，谁不知那是个要命的陷阱呀！” 蜘蛛：“不，如今我开网吧了，请您来上网！”蚊子听后，一头扎了过去。", "key_words": {"pun_words": ["网吧"]}}, {"id": 98, "content": "在一个村里，有一个妇女生了两个孩子，一个叫地球，一个叫屁股。 一天，地球和屁股出去玩，玩着玩着，屁股不见了，妈妈去报警：“我的儿子不见了。” 警察问：“叫什么名？”“叫屁股。” 警察愣了一下，问：“他有多大？”“跟地球一样大。”", "key_words": {"pun_words": ["地球", "屁股"]}}, {"id": 99, "content": "男：“我可以吻你吗？” 女：“不要脸。” 男：“那就只亲嘴吧。”", "key_words": {"pun_words": ["不要脸"]}}, {"id": 100, "content": "某村妇首次进城，欲上茅厕，良久未遇，无奈求助警察：同志，前面有个公厕，请问母厕在哪？", "key_words": {"pun_words": ["公"]}}, {"id": 101, "content": "在学跆拳道的时候，有学弟在外面买了白腰带系上。正规的腰带上是应该有道馆的名字和标志的，可学弟不知道，就戴一条光光的腰带在那儿晃，结果让教练看到了，教练眉一挑，说道，哟！你白带异常啊！", "key_words": {"pun_words": ["白带"]}}, {"id": 102, "content": "一位老人在马路上行走，当他横穿马路时，突然一辆汽车在他面前紧急刹车，愤怒的司机探出头来吼道：下次小心点。 老人回答：怎么？你还想再来一次？", "key_words": {"pun_words": ["下次小心点"]}}, {"id": 103, "content": "2001年7月的某一天，逛超市，有位富婆对着她满身金器的老公说：老公，你看我们买一袋价格高一点的米吧。 大肚子老公说：好的。 富婆说你看这一袋绿色大米怎么样？ 大肚子老公看了一下包装袋说：不行。 富婆说：怎么不行？ 老公说：这米做出来的米饭是绿色的。 富婆说：这明明是大白米，怎么会做出绿色米饭呢？ 老公指着米袋回答：你看上面写着绿色大米", "key_words": {"pun_words": ["绿色"]}}, {"id": 104, "content": "某人早上上班赶公共汽车，到站台的时候，汽车已经启动了。于是只好边追边喊：师傅，等等我！师傅，等等我呀！ 这时，一乘客从车窗探出头来冲他说了一句：悟空你就别追了。", "key_words": {"pun_words": ["师傅"]}}, {"id": 105, "content": "老婆出差，晚上打电话过来。 老婆：晚上自己解决啊！ 我：啊？你说什么？ 老婆：不要想歪，我说是吃饭～", "key_words": {"pun_words": ["自己解决"]}}, {"id": 106, "content": "某干部在开会时对大伙说：“现在开后门现象十分严重，老百姓意见很大，这股歪风要狠心整一整。我一直反对开后门，也从来不去走后门。” 这时，有人站起来问：“你从来不开后门，那么你家里的60寸彩电，五星级三门冰箱是哪里来的？” 他听完后，耸耸肩，鼻子一哼说：“我可以直率地告诉你，那不是从后门送来的，那是人家从前门送来的", "key_words": {"pun_words": ["后门"]}}, {"id": 107, "content": "等他们走到一半路程时，打火机突然嗖的一下就不出火了，老爷问道：“打火机怎么了？” 仆人回答道：“老爷没气了！”", "key_words": {"pun_words": ["没气了"]}}, {"id": 108, "content": "晚饭时妻子对丈夫说：今天我们机关请了保健专家讲课。专家说平时要多吃点醋防止感冒。 丈夫笑了：那你是不会感冒的。 为什么！你平时太爱吃醋了！", "key_words": {"pun_words": ["吃醋"]}}, {"id": 109, "content": "袋鼠进了一家饭店，要了很多吃的，店主说：“要这么多，您能吃了吗？” 袋鼠：“吃不了我也不浪费，我兜着走。”", "key_words": {"pun_words": ["兜着走"]}}, {"id": 110, "content": "当兵的时候，那会炊事班比较轻松， 好多人都想去！有个哥们儿找班长说想去， 班长让他做个鱼香肉丝， 那货忙活了半天问班长鱼呢？ 班长：滚他吗犊子，你要做狮子头我 他么还得给你去山上打去？", "key_words": {"pun_words": ["狮子头"]}}, {"id": 111, "content": "刚才跟我寝室的同学说：“过了清明我就有钱了！请你们吃饭” 寝室瞬间安静了，而我还半天不知道为什么……", "key_words": {"pun_words": ["有钱了"]}}, {"id": 112, "content": "老婆坐在沙发上看着电视， 老公凑过来问我“宝贝，你说你有多疼我？” 老婆想了想，站起身来，一边啪啪啪的甩耳光一边说道：“这么疼。”", "key_words": {"pun_words": ["疼"]}}, {"id": 113, "content": "陈句山先生已有60多岁，而头发胡须却都是黑的。 朋友裘文达开玩笑地说：如果用年龄为标准来衡量，您的头发胡须可说是抱冤受屈了！ 陈惊问原故，裘回答道：它们蒙受了不白之冤呀。", "key_words": {"pun_words": ["不白之冤"]}}, {"id": 114, "content": "中午食堂吃饭，打了一份回锅肉， 小明一看里面都是土豆片子， 小明就问给自己打菜的人：“师傅。。肉呢？” 他还没说话呢，小明后面的一个二货接着说：“回锅里去了。” 小明：就你话多！！", "key_words": {"pun_words": ["回锅"]}}, {"id": 115, "content": "我和妹妹一起逛街，中午去吃米线。米线分好几种，普通的4元，过桥米线10元。我就搞不明白，问妹妹：为啥过桥米线那么贵呢？妹妹说：可能这10块钱里包含过桥费吧！", "key_words": {"pun_words": ["过桥"]}}, {"id": 116, "content": "爸爸把家里仅有的一只公鸡和一只母鸡杀了，并把它们的肉混在一起煮，为了让味道更鲜美，爸爸又在肉里加了几根香肠。 把肉端上桌后，妈妈打趣地问道：“给这菜取个什么名字呢？” 孩子想了想说道：“就叫棒打鸳鸯吧。”", "key_words": {"pun_words": ["棒打鸳鸯"]}}, {"id": 117, "content": "正在吃面的阿试说：“女生和方便面其实一样。” 小克问：“为什么？” 阿试说：“都得泡！”", "key_words": {"pun_words": ["泡"]}}, {"id": 118, "content": "小王从小是奶奶带大的，所以和奶奶感情特别好。一次他到外地出差，给奶奶带回好多礼物。 这时，小王老婆迎上来，想看看小王给自己带的什么礼物，捡起一条围巾问：“这是谁的？” “奶奶的。” 老婆又捡起一盒巧克力问：“这是谁的？” 小王还是回答：“奶奶的。” 小王平时嗓门比他媳妇大。 这时在书房看书的父亲冲了出来，狠狠地瞪了一眼小王，说：“你小子是不是没刷牙？怎么一口一个脏话？”", "key_words": {"pun_words": ["奶奶的"]}}, {"id": 119, "content": "语文老师说：“路遥是当代作家。” 学生说：“路遥也是伯乐。” 老师问：“他发现了哪个人才？” 学生说：“他发现了千里马。” 老师莫名其妙了，惊讶地说：“你哪里道听途说来的？” 学生说：“俗话说，路遥知马力。”", "key_words": {"pun_words": ["路遥"]}}, {"id": 120, "content": "儿子在邻居赵伯伯家玩，正巧赵伯伯的收音机坏了，赵伯伯对儿子说：你不是总说你妈是高级修理师吗，干脆你拿回去让你妈给修修。儿子笑道：这东西太小了，我妈只修大件。那就是修洗衣机电冰箱啦？也不是，我妈只修理我爸，或者我。赵伯伯听了笑道：这么个修理师呀。儿子点点头说：我妈修理得特好，技术很高，一般修理完都不会让人看出来。", "key_words": {"pun_words": ["修理"]}}, {"id": 121, "content": "小外甥最近迷上了看电视，一天突然问我：“舅舅，你打过110吗？” 我：“没，怎么啦！” 小外甥：“电视上老有人打110，他不疼吗？”", "key_words": {"pun_words": ["打"]}}, {"id": 122, "content": "有一男子，喝醉后来到大街上，突然想上厕所，便来到交警面前，说：“警察，哪里有厕所？” 交警说：“前面有个移动厕所” 男子说：“有木有联通厕所，移动的手机卡我没有。” 交警内牛满面。", "key_words": {"pun_words": ["移动"]}}, {"id": 123, "content": "某日，我去图书馆借书，书名《离婚》，老舍先生的作品。先是一阵苦等，然后一个声音问：谁要《离婚》？ 我忙说：我要《离婚》！ 刚说完，旁边一个同学纳闷儿地说：图书馆也办离婚手续？", "key_words": {"pun_words": ["离婚"]}}, {"id": 124, "content": "有一天，我和朋友一起去上超市买东西，因为他喜欢吃方便面的原因。 他一进超市就去了方便面专区，而我因为还要买别的东西，就没有跟着去。 过了一会，我正在看货，突然我的朋友大叫一声；“哈哈哈，小明，快来，我们这一次终于可以长生不老了。” 我一听，感到莫名其妙，于是就走了过去问他怎么回事。 只见他指着货架说到；你自己看。 我一看，立马昏了，只见货架上面摆着一排方便面，名字就叫；“唐僧肉”。 奶奶的，真是太坑爹了！！！！！！！", "key_words": {"pun_words": ["唐僧肉"]}}, {"id": 125, "content": "食人族族长生了一种病，医生说：“是吃肉太多引起的，要多吃植物。” 从此，食人族组长做了个决定：不吃普通人，只吃植物人！！", "key_words": {"pun_words": ["植物人"]}}, {"id": 126, "content": "有几个秀才在谈论苏东坡。 一个说：我喜爱东坡的诗。 一个说：我喜爱东坡的赋。 这时来了一个屠夫，说：我也最爱东坡。 那两个秀才听了说：你一个杀猪的，爱上先生的哪一点呢？ 屠夫答道：我最爱东坡肉！", "key_words": {"pun_words": ["东坡"]}}, {"id": 127, "content": "一个专做投机生意的商人，正在房中盘算证券价值时，他太太忽然自楼梯失足滑下来，女佣人忙跑来告诉他：老爷，太太跌下去了！ 他大声叫道：跌了吗？立即抛掉。", "key_words": {"pun_words": ["跌"]}}, {"id": 128, "content": "哥们结婚，一群弟兄坐一起，当新娘上台时候， 女方众多姐妹齐声叫“xxx，我们爱你！！”声势浩大。 于是众弟兄决定不甘示弱，咱帮新郎也撑撑场子！ 但是作为男生后援团，貌似喊“爱你”之类的不合适，也没气势。 最后大家集体商量，最后新郎出现上台时， 只听得数十男生整齐洪亮的嗓音响彻婚宴上空“XXX，好好干！！” 瞬间hold住全场有木有！！", "key_words": {"pun_words": ["干"]}}, {"id": 129, "content": "家有小女四岁，说得一口地道方言，一日与其母同事相见，滔滔不绝。言毕。阿姨问：为何不说普通话？ 答：我不是普通人，为何说普通话。", "key_words": {"pun_words": ["普通"]}}, {"id": 130, "content": "H君与朋友进入一家高档商场。 进了店门后才走了两步， 朋友忽见他在光滑的大理石地面上作滑冰状，甚感奇怪。 问他，H君一边继续滑一边指着旁边的牌子， 认真地说：“既然来了，就要遵守这儿的规矩。” 那牌子上写着：“小心地滑“。", "key_words": {"pun_words": ["小心地滑"]}}, {"id": 131, "content": "饭店进来一位警察问服务员有没有鸡煲，服务员说：“最近闹禽流感，饭店不做鸡煲了。警察大哥，你不怕吗？” 警察哈哈大笑：“只有鸡怕警察，没听说过有警察怕鸡的。”", "key_words": {"pun_words": ["鸡"]}}, {"id": 132, "content": "展昭激动的对喊冤百姓说：“你们放心，包大人那是打着灯笼都找不到的好官！” 包拯听到后，怒曰：“展护卫，本官有那么黑吗？”", "key_words": {"pun_words": ["打着灯笼都找不到"]}}, {"id": 133, "content": "一天，老王到商店买裤子，来到裤子专区，看中了一条超好看的裤子。就问售货员：“这裤子咋卖？” 售货员忙答道：“不贵不贵，248。” “是不贵，那帮我包起来。”正在老王准备付钱的时候突然来了个电话说他老婆出事了在医院，叫他赶快去。这时他从兜里掏出250块，对售货员说：“250，不用找了……”", "key_words": {"pun_words": ["250"]}}, {"id": 134, "content": "有一个人没有名字，被人入赘后邻居都喊他姐夫。 一次，他跟人打官司，请人写状子，当问他名字时，他说：“我叫姐夫。” 状子递上去后，县官升堂：“传姐夫上堂！” 当差的齐声喊道：“请姑老爷上堂！ 县官听罢怒喝道：“混帐，什么姑老爷！” 差人慌忙跪下道：“回禀老爷，您老的姐夫不就是我们的姑老爷吗？”", "key_words": {"pun_words": ["姐夫"]}}, {"id": 135, "content": "俄罗斯的著名歌唱家夏里亚宾一次赴美演出时，在海关被人认了出来。于是，大家就议论起他的美妙歌喉来。一名海关人员听后就请他去透视一下颈部，他大惑不解。 请原谅，因为大家都说你有一副金嗓子，而贵重金属是不可以私下出口的。海关人员说。", "key_words": {"pun_words": ["金嗓子"]}}, {"id": 136, "content": "未婚妻低声地问：“亲爱的！婚后你还会像现在一样爱我吗？” 未婚夫仔细地考虑后说：“当然，我最喜欢有夫之妇了。”", "key_words": {"pun_words": ["有夫之妇"]}}, {"id": 137, "content": "有个人生病了，他找一位医生看病，医生给他看完病开药时说：“大的一天吃两片，小的一天吃一片。” 他回到家里，对两个孩子说：“老大，这大药片你一天吃两片；老二：这小片的你一天吃一片。", "key_words": {"pun_words": ["大", "小"]}}, {"id": 138, "content": "初二政治课上，老师讲到“人才”，小伟在下面打瞌睡。 老师：“小伟，什么是人才啊？” 小伟站起来，碰了碰同桌小建，小建在看武侠小说，随便说了一句：“我就是人才。” 老师怒目圆睁：“小建，你是什么人才啊？” 小建不慌不忙地说：“我一表人才！”", "key_words": {"pun_words": ["人才"]}}, {"id": 139, "content": "穆勒当兵前在背上刺了一幅世界地图。 有一天，他生病被送进了医院。 医生关切地问：你哪儿不舒服？ 大约在诺曼底这块地方。", "key_words": {"pun_words": ["诺曼底"]}}, {"id": 140, "content": "一个男青年在饭店，他的菜上了有半个小时他还没动筷子， 服务员很疑惑，就上前询问：“你盯着这菜很久了，为什么不吃？” 男青年回答：“这道菜太咸了，我把它看淡些……看淡些……”", "key_words": {"pun_words": ["淡"]}}, {"id": 141, "content": "小学一年级的老师在给全班派发期中考试卷，小明看到自己100分，他说：我好开心啊！然而坐在他隔壁的小杰看着自己50分的试卷，沮丧地说：我好关心啊！小明不解地问：你关心什么？小杰回答：开心的反义词不是关心吗？", "key_words": {"pun_words": ["关心"]}}, {"id": 142, "content": "孙子天天玩电脑。 奶奶说：这样不行会影响学习的！ 孙子说：那我不玩电脑了，我去上网！ 奶奶说：那更不行，掉下来咋办！", "key_words": {"pun_words": ["上网"]}}, {"id": 143, "content": "可可上完wc回到教室，英语老师正准备上课他跟老师说：厕所里有好多蚂蚁哦！老师忽然想考考可可的单词背诵情况，于是问他：蚂蚁怎么说？可可一脸茫然：蚂蚁什么也没有说...", "key_words": {"pun_words": ["蚂蚁怎么说"]}}, {"id": 144, "content": "可可上完wc回到教室，英语老师正准备上课 他跟老师说：“厕所里有好多蚂蚁哦！” 老师忽然想考考可可的单词背诵情况，于是问他：“蚂蚁怎么说？” 可可一脸茫然：“蚂蚁..什么也没有说...”", "key_words": {"pun_words": ["蚂蚁怎么说"]}}, {"id": 145, "content": "爸爸说：“你写请假条很认真，而且字都写到格子里了。” 小琼说：“我写的不是请假条，写的是格言。”", "key_words": {"pun_words": ["格言"]}}, {"id": 146, "content": "在一块草坪上玩，掏口袋里的手机时， 一把钥匙掉了，当时没有发现，后来回去找！ 草坪上有对小情侣在那里，男的突然激动的说：是 谁的？到底是谁的？ 我当时以为是钥匙，连忙说：我的，我的！是我的！！ 后来才知道，原来那女的怀孕了。。。。 可怜我 的脸啊 。。。疼了几天！", "key_words": {"pun_words": ["我的"]}}, {"id": 147, "content": "某大学阶梯教室里播放辨论赛，其间选手之慷慨激昂、能言善辩令众人屏息。这时后面一高个女孩突然向前冲去，脚下一滑，扑倒在地，有人惊呼：佩服得五体投地。", "key_words": {"pun_words": ["五体投地"]}}, {"id": 148, "content": "同学明明和小丽恋爱了，为了避免被学校发现， 星期一他们在后山见面碰头，星期二他们在溪边碰头， 星期三他们在公园碰头，星期四他们在小树林碰头， 星期五他们都脑震荡了。。。", "key_words": {"pun_words": ["碰头"]}}, {"id": 149, "content": "在纽约，一个女人牙齿痛得很厉害。她本打算去牙科门诊，却不想误入了一家著名律师的办公室。她推开门，看见有个年轻姑娘正在打字。 “小姐，”她问那位姑娘，“这里拔牙吗？” “不！”姑娘干脆地答道，“这里不拔牙，只管扯皮。”", "key_words": {"pun_words": ["扯皮"]}}, {"id": 150, "content": "某君喝酒喝醉后头痛得历害，受不了， 朋友说去看医生就好了， 某君在医院门口看很多医生走来走去都半个小时了， 还不好，头痛得更历害了，他是不是被朋友骗了。", "key_words": {"pun_words": ["看"]}}, {"id": 151, "content": "有一天，一个还未成年的小孩，在大家聚会吃饭的时候， 问了他父亲一个问题： “爸爸，你猜一个谜语， 说一个人拿着五毛钱去亲了三个女人，你说这个事件的数学符号是什么？” 大家想了好半天，有的说：“是问号”，也有的说是“感叹号”！ 大家都在苦想的时候，服务员突然冒出一句：“绝对值”嘛！", "key_words": {"pun_words": ["绝对值"]}}, {"id": 152, "content": "化学老师因为大家成绩不好大怒：看看你们考的这分，真是让人上火！后面阴暗的角落接道：怕上火喝王老吉。", "key_words": {"pun_words": ["上火"]}}, {"id": 153, "content": "国小二年丙班上自然课，老师问：谁知道为什么人死后身体会冷冰冰的？ 全班都没人回答。 老师：都没人知道吗？ 这时，教室后面有人说：老师，那是因为心静自然凉！", "key_words": {"pun_words": ["凉"]}}, {"id": 154, "content": "名叫宝宝的QQ宠物死掉了，然后在QQ空间里心情更新为：纪念我的宝宝。 被老乡看到以为我打胎了，告诉了她妈，他妈又告诉了我妈，结果，我爸妈现在都不接我电话，换个号打进去，一听我声音就挂~!", "key_words": {"pun_words": ["宝宝"]}}, {"id": 155, "content": "高中时在我后排座有一位同学会刻印，并且手法相当熟练。一天我请他帮忙给我刻一个印章，他很爽快的答应了。 那么，你是要刻阴文还是要阳文呢？他问道。 我听后先疑惑不解，继而回转头去怒斥道：废话！当然是要中文了！", "key_words": {"pun_words": ["文"]}}, {"id": 156, "content": "一同事说自己离婚了。 就问：“前段你们还好好的，怎么就突然离婚了呢？什么时间离的婚？” 同事说：“六一儿童节那天。” “你们真会选日子，怎么选择在那天打离婚？” “咳，都怪上次我给她拿错药了。” “你上次给她拿的什么药啊？” “六一散。”", "key_words": {"pun_words": ["散"]}}, {"id": 157, "content": "妈妈看见女儿眼球红得很厉害，便带她去看眼科医生。 医生对妈妈说：“因为眼睛感染了细菌，所以导致全球发炎……” 女儿问妈妈：“妈妈，他是不是说我的眼睛发炎，就会影响全球啊？”", "key_words": {"pun_words": ["全球"]}}, {"id": 158, "content": "一个秀才在清明、端阳节日都没向学官奉送节仪，直到七夕他才送去，礼物很是丰盛。 学官问：你前两节为啥不送，这节又送得这么多？ 秀才说：这一节，是总结上文两节的意思。", "key_words": {"pun_words": ["节"]}}, {"id": 159, "content": "这个月发工资，小马发现少了几十元钱， 急忙问老板扣了他什么钱。 老板说：“你得罪了我老板。” 小马一向规矩做人，严肃地跟老板说：“你拿出证据说我得罪你。” 老板说：“有人说你抽老板牌香烟，抽我解气， 你不是恨我吗？！” 小马。。。", "key_words": {"pun_words": ["抽"]}}, {"id": 160, "content": "刚看到新闻，说郭美美家暴富是由于炒股，说几个月内从几万炒到几百万。网民开始研究，郭家炒的是那只股呢？结果一致认为是最牛B的股：屁股。", "key_words": {"pun_words": ["股"]}}, {"id": 161, "content": "一人夜膳后，先在板凳上去睡，翻身说：底下硬得紧。妻在灶前听见，回言曰：不要忙，收拾过碗盏就来了。", "key_words": {"pun_words": ["底下"]}}, {"id": 162, "content": "某日上数学课，A君感叹道：“真是度分如年啊，还有多久下课？” 旁边的班长看了看表，幽幽地说：“还有一年。” A君……", "key_words": {"pun_words": ["年"]}}, {"id": 163, "content": "老师在黑板上写上扑朔迷离，然后问一位学生：请你说一下这个成语是什么意思？学生站起来，推了一下深度近视眼镜，仔细看了一下黑板上的四个字，看了半天也不明白，最后他无可奈何地说：老师，看不清楚。老师说：你说对了，请坐！", "key_words": {"pun_words": ["看不清楚"]}}, {"id": 164, "content": "一家工厂招聘会计员，招聘员问应聘人：你以前是做什么工作的？应聘人说：做表的。招聘员说：做手表的吗？应聘人说：现在的人不爱戴手表，我不做不受欢迎的东西。招聘员说：那你是做仪表的吗？仪表堂堂受人欢迎。应聘人说：你看我这个人仪表不好吗？招聘员说：不是，做会计会算账，报表能做得好看就行。应聘人说：我做的报表很受税务所欢迎，偷税漏税暴露无遗。", "key_words": {"pun_words": ["表"]}}, {"id": 165, "content": "今天胃疼，想吐。下午有考试，且老师与我们混的很开。考到一半，憋不住吐了。 老师走过来关切的说：“怎么，题出的太恶心？”", "key_words": {"pun_words": ["恶心"]}}, {"id": 166, "content": "妻子总是怀疑丈夫有外遇，趁丈夫不在家的时候，偷看了他的日记，找到了充足的证据。 待丈夫下班回家后，妻子又哭又闹地质问：谁是你的夫人？ 丈夫听了感到莫名其妙，回答说：除了你，还能有谁呢？夫人？ 哼！你说的比唱的还要好听，你为啥在日记中称一个叫居里的人为夫人。", "key_words": {"pun_words": ["夫人"]}}, {"id": 167, "content": "公孙策：“我刚认识包大人时，他还是一位白皙男子。”。 展昭吃惊：“何以变成现在这样？” 公孙策：“因为包大人为官清廉， 得罪了不少朝中奸臣，他们齐心协力在万岁面前搬弄是非。” “原来如此。”展昭若有所悟，“包大人之所以不复白嫩， 就是因为黑他的人太多了。”", "key_words": {"pun_words": ["黑"]}}, {"id": 168, "content": "“我来找你是要向你的女儿求婚。”年轻的求爱者说。 “你跟我的妻子谈过了吗？”做父亲的问。 “是的，但我更希望娶你的女儿。”", "key_words": {"pun_words": ["谈过了"]}}, {"id": 169, "content": "阿婆：每次车子靠站时，在司机上方的显示板就会显示车停站一下，所以我在每次车子靠站时就要站一下啊！小明：拜托！阿婆是下一站停车，不是车停站一下。", "key_words": {"pun_words": ["车停站一下"]}}, {"id": 170, "content": "汪峰和章子怡在一起后， 为了让子怡相信他永远不会背叛 就去纹身店想在背部纹个章字。 无奈纹身师冷笑说： “难道纹章就不会出轨吗……”", "key_words": {"pun_words": ["纹章"]}}, {"id": 171, "content": "遥遥是一个调皮的男孩，一天到晚把妈妈气的团团转。 那天，他又把妈妈买的新帽子，放到马桶里当游船，妈妈生气的说：你再不听话，我就把你的屁股打开花！！ 遥遥回过头来，柔声细语的说：妈妈，屁股上开的花香不香啊！", "key_words": {"pun_words": ["打开花"]}}, {"id": 172, "content": "问：既然婚姻是爱情的坟墓，那为什么还有小三掘坟呢？ 答：陪葬品丰厚。", "key_words": {"pun_words": ["陪葬品"]}}, {"id": 173, "content": "警察甲：刚才有位男子违规停车，我要开罚单时顺口问车子是他的吗？他说不是，是他祖母的。 警察乙：真的？ 警察甲：没错，我问他时，他低声叫：‘他奶奶的！’", "key_words": {"pun_words": ["他奶奶的"]}}, {"id": 174, "content": "小青青买了一张福利彩票上面的图案是只毛驴正好中了三等奖。于是她大声叫道：叔叔阿姨，我是毛驴！ 我是毛驴！", "key_words": {"pun_words": ["毛驴"]}}, {"id": 175, "content": "一位衣着时尚的女人走进邮局汇款，把汇款单填好后交给了营业员。 营业员一看，把汇款单退回说：“同志，金额要大写。” 女郎头一歪，说：“大写？格子这么小，大写那能写得下？”", "key_words": {"pun_words": ["大写"]}}, {"id": 176, "content": "一个小学语文老师上课时讲到孔子学生很多时，一个学生问老师说：老师，请问孔子的老师是谁？ 老师答不出来，问谁知道。一位学生说：我知道，孔子的老师是钻子，没有钻子那有孔子呀！", "key_words": {"pun_words": ["孔子"]}}, {"id": 177, "content": "小强的妻子是电脑迷。 小强：我的稿纸呢？ 妻子：在回收站里面。 小强：回收站在哪里？ 妻子：在桌面。 小强就一直在桌上找。", "key_words": {"pun_words": ["桌面"]}}, {"id": 178, "content": "今天休息，中午我妈说让我给她捶捶背。 我忘了，一直到了晚上才想起来。 我妈在享受的时候自言自语说：“唉，要求了一天，现在才挨打……”", "key_words": {"pun_words": ["挨打"]}}, {"id": 179, "content": "狼的房子坏了，和羊结婚后把羊杀死，可以享受“亡羊补牢”的政策优惠，免费修补房屋。", "key_words": {"pun_words": ["亡羊补牢"]}}, {"id": 180, "content": "一所中学的电脑教室由于要使用Windows的关系必须要购买一百只鼠标，于是向财务部打了报告。 不久就接到会计室的公文：因为经费有限，请先购买一对老鼠，以便繁殖后代。", "key_words": {"pun_words": ["鼠"]}}, {"id": 181, "content": "去楼下买完东西，老板问我：“先生买花么？” “买花干什么啊？” “快情人节了，买花送女朋友啊！” “哦，买多少花能送个女朋友啊？” 然后老板默默地把花收回去了……", "key_words": {"pun_words": ["送"]}}, {"id": 182, "content": "语文老师问：“那位同学听说过当代著名作家路遥？” 下面一学生站起来大声说道：“老师，路遥不是作家，是相马的，路遥知马力吗？”", "key_words": {"pun_words": ["路遥"]}}, {"id": 183, "content": "世人称巴结、献媚人为戴高帽。有一次，两位门生初次调任外省，临行前，二人一块儿去拜望其老师。老师交待他们说：如今世风不古，真理难行，好人难做。我没有什么可送给你们的，仅送给你们一句话：逢人送顶高帽子，就一切都好办了。 一位门生说：老师您这话太高明了。当今社会，像老师您这不喜高帽子的正派官员，又有几人呢？老师听了，喜得美滋滋的。 等到二人出来，这位门生笑着对同伴说：咱们已经送给老师一顶高帽子了。", "key_words": {"pun_words": ["高帽子"]}}, {"id": 184, "content": "经理追求女秘书。 亲爱的，你不是答应嫁给我吗？ 我在哪里说过这话？ 飞机上。 哦，那是空话。", "key_words": {"pun_words": ["空话"]}}, {"id": 185, "content": "还有一个多月就是清明假期了，记得上小学时，我一外地的表弟曾经给我写过一封信，开头是这样说的：“清明节快到了，我们见面的日子不远了。”", "key_words": {"pun_words": ["见面的日子"]}}, {"id": 186, "content": "一天，上幼儿园中班的儿子去邻居家玩，邻居家上初三的双胞胎姐妹做完作业后，讨论起宋词来。姐姐说，她喜欢豪放派；妹妹说，她喜欢婉约派。见我家儿子眼睛一眨不眨地盯着她们，姐姐故意摸着儿子脑袋说：朋朋，你喜欢什么派呢？儿子脱口而出：我喜欢蛋黄派，可好吃了！", "key_words": {"pun_words": ["派"]}}, {"id": 187, "content": "饺子要离婚，太太问原因。 饺子：我爱上了馄饨。 太太：你当初不是说爱我朴实无华吗？ 饺子：现在我才发现我更爱透视装。", "key_words": {"pun_words": ["透视装"]}}, {"id": 188, "content": "甲生：如来佛的手真大，孙悟空翻了好几个筋斗，也没翻出他的手心。 乙生：那也没我爸爸的手大。 甲生：你真能吹牛。 乙生：谁吹牛？我爸爸的同事说，我爸爸在公司里是一手遮天。", "key_words": {"pun_words": ["一手遮天"]}}, {"id": 189, "content": "爸爸：儿子，你上初中了，你知道你们为什么叫学生吗？儿子：我知道，我们只学生的东西，不学熟的东西！", "key_words": {"pun_words": ["学生"]}}, {"id": 190, "content": "大学同学毕业后首次聚会，有一个男同学能说会道，他的劝酒功力非同一般，连不喝酒的女同学都被他忽悠的喝了不少酒。 有一个女同学实在是不能喝了，她大声的对那个男同学说了一句话，整个酒店回头率100%：你怎么这么讨厌！我的肚子已经被你搞大了！", "key_words": {"pun_words": ["搞大"]}}, {"id": 191, "content": "飞船上天了！在一片欢乐的人群中， 记者采访老大爷：“大爷您觉得飞船的发射成功说明了什么？” 老大爷想了想说：“说明了我国解决住房问题， 医疗问题、食品安全问题，比登天还难！", "key_words": {"pun_words": ["登天"]}}, {"id": 192, "content": "早上上班，忽然发现手机找不到了， 急忙对身边的同事说：“帮忙！快拿你的手机打我一下。” 结果她走过来，掏出她的诺基亚手机就狠狠的在我头上打了一下。。", "key_words": {"pun_words": ["打"]}}, {"id": 193, "content": "厂长啊！我作为一个人事科长，往丁寡妇家多走了几趟，风言风语就来了，您说我这工作怎能展开呀？ 老刘啊，不要去理会那些流言，人正不怕影子斜！ 嗨！问题就在于我背有点驼。", "key_words": {"pun_words": ["正"]}}, {"id": 194, "content": "丈夫在外面包二奶，结果被妻子知道了，妻子非常生气地在丈夫脸上打了一耳光。 妻子说：“一只脚踏两条船是吧？离婚，以后你跟你二奶过吧！” 丈夫说：“我坐船都会晕，怎会脚踏两只船呢？”", "key_words": {"pun_words": ["脚踏两只船"]}}, {"id": 195, "content": "闹闹去买水果，一共68。 闹闹给了老板100，老板问：“你有没有十八？” 闹闹听完心里一乐，没想到自己长得这么年轻， 但闹闹还是谦虚地说道：“哪儿啊，我今年都快三十啦！” 老板愣了一下，想了想，说：“我是问你有没有18块钱， 这样我找你五十就行了！”", "key_words": {"pun_words": ["十八"]}}, {"id": 196, "content": "以前考试老师发卷子，后边的女生多拿了一张，高呼“老师，我有了，我有了” 结果坐他旁边的男生说道“是我的，是我的” 全班爆寒~~~", "key_words": {"pun_words": ["有了", "我的"]}}, {"id": 197, "content": "同学问我：“你知道我们学校做案最多的人是谁吗？” 我说：“我们的学校有要犯快举报，不能让继续作恶了。” 同学说：“我虽然恨他，但是他有人支持。这个人就是老师，他一年要写两百多个教案。”", "key_words": {"pun_words": ["案"]}}, {"id": 198, "content": "电视正在播放无绳电话的广告，就在这时，家里的电话响了，原来是找爸爸的。 儿子便用剪刀把电话线剪断，拿给爸爸。 “爸爸电话！无绳的！”", "key_words": {"pun_words": ["无绳"]}}, {"id": 199, "content": "一个日本老太太一向不大相信医生，从来不去看医生。可是有一次，她不得不去请医生替她诊治。 事后医生对她说：“两星期后请你再来一次，我再给你看看。” 两星期后她准时到了，却拒绝付诊金，她说：“先生，奇怪了，这次是你请我来的呀！”", "key_words": {"pun_words": ["请"]}}, {"id": 200, "content": "小明走到体育老师跟前说：王老师，从今天起我再也不踢皮球了。 王老师感到很奇怪：踢皮球是一种有益的体育活动，你为啥不参加？ 小明说道：今天我听广播里说，‘踢皮球，是一种不负责任的表现。", "key_words": {"pun_words": ["踢皮球"]}}, {"id": 201, "content": "心里的疑问：上幼儿园时，老师给我们讲故事时总会把太阳说成是太阳公公，明明是太阳，咋就成公公了呢？ 后来看古装片，里面皇帝身边的太监竟然也叫公公，这就让我更加迷糊了。", "key_words": {"pun_words": ["公公"]}}, {"id": 202, "content": "一位客人去一家小店吃饭，一阵风吹来，客人叫小二关窗，小二指着门外招牌对客人说：客官，你不知道我们这里是‘风味小吃’吗？", "key_words": {"pun_words": ["风味"]}}, {"id": 203, "content": "老师问周媛：“蜜蜂给花园增加了生气，花园生机勃勃是什么意思？” 周媛答：“蜜蜂偷花，花儿生气呗！”", "key_words": {"pun_words": ["生气"]}}, {"id": 204, "content": "某日上课，老师宣布下节课小考。小明紧张地立即举手问老师会不会考得很难，老师只说了一句：十分简单。 乐得大家拍手叫好，可是考完之后，每个人都惨不忍睹，怎么会简单呢？ 于是小明又问老师，只听老师说：我可没有说错哦，‘十分’简单，剩下‘九十分’很难！", "key_words": {"pun_words": ["十分简单"]}}, {"id": 205, "content": "一个漆黑的夜晚，老刘终于摸到了路边的一间客栈。可是老刘上床后怎么也睡不着，因为他的房间正好在店主的马棚隔壁。 第二天一大早，老刘付钱给老板，离开时向他提意见道：“马棚在住房隔壁不好，会影响健康！” 店主回答道，“我这样已好几年了，可马从来没生过病啊！”", "key_words": {"pun_words": ["影响健康"]}}, {"id": 206, "content": "在超市里，一个凶悍的妻子正在气汹汹地训斥懦弱的丈夫。 嘘懦弱的丈夫轻轻地说，亲爱的，有人在瞧着你呢！ 我可不怕别人看！妻子还是怒骂不止。 那可是马戏团里的驯狮女郎，丈夫胆怯地笑了一下，她准在琢磨怎样对付你咧！", "key_words": {"pun_words": ["狮"]}}, {"id": 207, "content": "“服务员，快跟我说你们家洗手间在哪？快！” 服务员一愣：“出。。出。。 出门左拐第二个红绿灯右转上58路公交7个站， 下车向前500米第三个小区入口第3栋901进门左边。”", "key_words": {"pun_words": ["出"]}}, {"id": 208, "content": "公司招聘打字员。 经理问：小姐你有特长吗？ 小姐说：有。 经理问：什么特长？ 小姐说：头发！", "key_words": {"pun_words": ["特长"]}}, {"id": 209, "content": "那年与女友刚谈一个月。 一天她对我说：“腰好酸，好累。” 我关切地说：“怎么啦，要不要上医院看看去?” 她说：“不用，我是来例假了。” 我纳闷：“什么例假?寒假还早啦。” 女友大窘，到现在还常拿此事开我玩笑。", "key_words": {"pun_words": ["例假"]}}, {"id": 210, "content": "妈妈：“这次学校考外语，听说奇奇考了85分，你考了多少？” …… 孩子：“……我比他多一点。”…… 妈妈：“是86分吗？” …… 孩子：“不是，是……是8.5分。”", "key_words": {"pun_words": ["多一点"]}}, {"id": 211, "content": "妻子生了小孩后，丈夫说：我们实行承包制吧。 妻子说：儿子在我肚子十个月，已经到了承包期，现在该你买断了。", "key_words": {"pun_words": ["承包"]}}, {"id": 212, "content": "汉语“哪里哪里”是自谦的意思，作为对友人赞扬的回应。初通汉语的老外参加中国一对年轻人的婚礼。他很有礼貌地赞美新娘漂亮，而新郎却谦虚地说：“哪里哪里。” 老外觉得新郎认为自己说得不明确，就用生硬的中国话接着说：“新娘的眉毛、眼睛、鼻子、嘴，都很漂亮啊！”", "key_words": {"pun_words": ["哪里哪里"]}}, {"id": 213, "content": "有一个有老婆的人，有一天又娶了一个小老婆。他跟大小老婆约好：以后如果他晚餐喝红酒，就是跟大老婆睡；喝白酒就是跟小老婆睡。小老婆入门的第一天晚上，他喝了白酒。 第二天晚上，他说：嗯，白酒味道真不错！于是他又喝了白酒。 第三天，他说：哇！白酒真是越喝越好喝了！于是他又喝了白酒。到了第四天，他又说：白酒的味道真的比红酒好喝！大老婆实在受不了了，就很生气的说：你不喝红酒，是要把红酒留给客人喝啊？！？", "key_words": {"pun_words": ["红酒", "白酒"]}}, {"id": 214, "content": "一日， 在网吧一男士，想在网吧使用u盘，可怎么也找不到插口。 于是大喊，老板怎么没有插的地方呀！ 漂亮的女老板听到后，笑着说只有我这个可以插，别的机都不行 说插在什么地方，前面还是后面 女老板说随你便，前后都可以插 可是男士还是没有成功，焦急的说，还是插不进去呀！怎么办？ 女老板说开始时都这样，不好插，插插就容易了，你再试试？ 男士又试着插了一会，不过还是没有成功。 于是想换个网吧。 女老板突然叫住他你还没有交钱呢！ 男士一楞，说没插进去还要什么钱？ 女老板不甘示弱说上了就得给钱，一共半个小时，交钱！！！！", "key_words": {"pun_words": ["插的地方"]}}, {"id": 215, "content": "当年，所有老师都已经放弃了我，只有英语老师默默关心我， 叫我不要放弃。记得有一次她问我：“孩子，将来你长大了想干什么？” 我看着她那傲人的双峰和俊俏的脸蛋，回答：“老师。” 她微微一笑：“加油，你一定会实现的。” 我点点头，经过不断努力，多年后我终于娶了个老师。", "key_words": {"pun_words": ["干"]}}, {"id": 216, "content": "新颖的金属眼镜架给小王平添了几分学者风度。你知道达尔文吗？刚结识的女友突然问道。当然知道。小王的语调十分自信，我学过两年，比英文、日文难学多啦！", "key_words": {"pun_words": ["达尔文"]}}, {"id": 217, "content": "王建军和老米是好朋友，一次两人说自己的父亲。 王建军：我爸爸有一次去打猎一颗子弹打死了两只老虎。 老米：你知道死海吗？ 王建军：知道……？ 老米：那就是我爸爸杀死的……", "key_words": {"pun_words": ["死海"]}}, {"id": 218, "content": "老大曾经的派出所里，一次好像是要上个什么案子吧。 所长在楼下喊：兄弟们！带上吃饭的家伙跟我走！ 于是就看见一个小同志抬着饭盒屁颠屁颠的出来了…… 所长：你抬饭盒干嘛？ 小同志：所长，您不是叫带上吃饭的家伙吗？？？？ 所长：……", "key_words": {"pun_words": ["吃饭的家伙"]}}, {"id": 219, "content": "有个男子准备结束十多年的爱情长跑，当个快乐新郎。吉日定好后，他闲来无事，翻看黄历，赫然发现这日竟是只宜入殓，他只好自嘲说：这真的叫做‘婚姻就是爱情的坟墓’！", "key_words": {"pun_words": ["婚姻就是爱情的坟墓"]}}, {"id": 220, "content": "胖刘跟导演商量道：我好赖在这个圈里也混了六七年，您能不能在即将投拍的这部连续剧中，给安排个比较有分量的角色。 导演说：我早思谋好了，这次分配给你的角色，是一个体重二百斤的打手，这分量够重了吧。", "key_words": {"pun_words": ["分量"]}}, {"id": 221, "content": "一天，儿子拿着老妈的手机在玩，结果摔坏了。 妈妈就把儿子给暴打了顿：兔崽子，我看你下次还敢不！ 儿子委屈地说：“手机开启了飞行模式，从6楼扔下去还是摔坏了！”", "key_words": {"pun_words": ["飞行模式"]}}, {"id": 222, "content": "妻子的脸特别大，但是最近减肥瘦下来十来斤。 于是她就对着镜子自顾自怜：“瞧瞧我这瓜子脸！” 在一旁看电视的丈夫听到后不屑地撇撇嘴说：“切，你那哪是瓜子脸啊， 你那是瓜子它老妈的脸——向日葵脸！”", "key_words": {"pun_words": ["瓜子脸"]}}, {"id": 223, "content": "从前有个人，收到一封信，信的开头是这样写的：“亲爱的XX，见信如面……” 然后他就把信煮了吃了。", "key_words": {"pun_words": ["面"]}}, {"id": 224, "content": "妻子：老公，出差这么长时间想我吗？ 丈夫：想啊！ 妻子：怎么想的？ 丈夫：早晨想三次，晚上想四次！ 妻子拧住丈夫耳朵：好啊！你敢朝三暮四？", "key_words": {"pun_words": ["朝三暮四"]}}, {"id": 225, "content": "张三外出，临行前对儿子说：若有人问你令尊，你就说出远门去啦。 他又怕儿子忘记，就写了张纸条交给儿子,然后就走了。 儿子怕忘记，不禁把纸条取出来看。到了第三天，儿子在灯下看的时候不小心把纸条烧了。第四天，忽然有客到，问起令尊。儿子忙找纸条，当然没找到，于是说：没了。 客人大惊，问道：几时没的？ 儿子想了一下，说道：昨晚就烧掉了。", "key_words": {"pun_words": ["没了"]}}, {"id": 226, "content": "数学家永远不会死，他们只是达到极限。", "key_words": {"pun_words": ["极限"]}}, {"id": 227, "content": "病人：我心疼，给我开点止痛药吧。 医生给他开了药：无作用的话再来仔细检查。 几天后，病人来说又心疼，吃药无作用。 医生：怎么疼的？ 病人？我今天下午又把新买的手机摔坏了，特别心疼。", "key_words": {"pun_words": ["心疼"]}}, {"id": 228, "content": "刚才不小心看到了某条“不转死全家”的微博。 犹豫了一下，还是坐在电脑椅上转了一圈……", "key_words": {"pun_words": ["转"]}}, {"id": 229, "content": "小明：“爸爸，为什么皇帝要自称是天子？” 爸爸：“因为皇帝自认为是天的儿子嘛！” 小明：“那你是奶奶的儿子，为什么你不叫自己奶子？” 爸爸：“%￥”", "key_words": {"pun_words": ["奶子"]}}, {"id": 230, "content": "一天，数学老师在课堂上讲解如何解方程式，虽学生是闹哄哄，但那个老师却专心上课，到了忘我的境地。 突然，老师猛地转身，大吼一句：大家注意， 我要变形了！ 皆无语。", "key_words": {"pun_words": ["变形"]}}, {"id": 231, "content": "小弟上幼儿园，老师考他算术：3加3等于多少？ 小弟摊出10指数了数，回答道：6！ 老师又问：4加4等于多少？ 小弟又数了数指头：8！ 老师说道：不行，要用心算，把两手放进囗袋，现在再问你，5加5等于多少？ 马小弟算了半天，两只手还是在囗袋里计数着。过了许久，终于答案出来了！只见马小弟说道：11！，“错！” “我已经很用心了！”", "key_words": {"pun_words": ["用心算"]}}, {"id": 232, "content": "古代的狗除了守夜以外，别无用场，白天只是向人摇尾乞怜。近代的狗更懒惰了，不能守夜，整日间昂着头颅狂奔飞跑，自高自大，目中无人。 有人问他们：你们凭什么这样狂妄？ 狗答道：古代的狗受不到赞颂，所以只能夜里小心看门，白天摇尾乞怜。而我们都已经做了官，所以昂起脑袋洋洋得意啊。 那人笑道：狗怎么能做官？ 狗说：唉，你真笨！你难道没听说近来人们常常说什么狗官吗？", "key_words": {"pun_words": ["狗官"]}}, {"id": 233, "content": "“对付庞太师不能掉以轻心。本府需要上策！上策！”包拯自言自语。 一旁的公孙策闻言，默默的躺在了床上。", "key_words": {"pun_words": ["上策"]}}, {"id": 234, "content": "爸爸问儿子:什么会下蛋?儿子:母鸡.还有妈妈。爸爸:怎么还有你妈妈?儿子:因为你总是叫我笨蛋。", "key_words": {"pun_words": ["笨蛋"]}}, {"id": 235, "content": "朋友是个比较贤惠，知性的女士。 她男朋友是个网络部门的员工，有次在室外需要在一个高杆上牵网线，他男朋友就那样徒手爬上去，旁边的几个同事提醒他要穿戴好安全装备才行。 然后朋友很着急的说：“对啊！这样多不安全啊！你还是先带好安全套吧！” 她没意识到这点，，他男朋友差点就摔了。全场人都笑喷了……", "key_words": {"pun_words": ["安全套"]}}, {"id": 236, "content": "有个中国留学生教外国同学中文，那个同学请他吃饭。 饭桌上，中国留学生想考考这个外国学生，问：“吃饭饱了用中文怎么说。” 外国同学答：“我饱了。” 又问：“很饱怎么说。” 外国同学答：“我撑着了。” 留学生继续问：“很饱很撑怎么说。” 外国同学想了下答：“我吃饱了撑的。”", "key_words": {"pun_words": ["吃饱了撑的"]}}, {"id": 237, "content": "今天早上起来时，我舅舅、舅妈、姨、姨夫、姥姥等亲戚已齐聚我家。 跟长辈打了招呼我便光着膀子去洗澡。 因为大腿上长了个包，搓澡时搓烂了，流血不止。 我爸一脸惊恐地大吼：“媳妇快来啊！你儿子流产了！”", "key_words": {"pun_words": ["流产"]}}, {"id": 238, "content": "姑娘和小伙子经婚姻介绍所安排，在公园里见了面。两人谈了没一会儿，姑娘便起身告辞。小伙子对姑娘很中意，见她要走，心里很急，连忙追问原因。 姑娘：“你虽然相貌堂堂，可是腹中空空。” 小伙：“谁说我腹中空空？来公园之前还吃了顿饭喝了酒。”", "key_words": {"pun_words": ["腹中空空"]}}, {"id": 239, "content": "经理：是啊！ 应聘者：你看我行吗？ 经理：对不起，我在电话里看不到你。", "key_words": {"pun_words": ["看"]}}, {"id": 240, "content": "有一外乡青年，去东北某城市出差，向一位当地人打听这儿的可住宿的宾馆有多少。 东北人回答说：“贼多，贼多！” 这个年青人吓得连连后退，赶紧地离开这里。", "key_words": {"pun_words": ["贼多"]}}, {"id": 241, "content": "有次上课时，安静的教室里，某同学突然开始打嗝，大家哗然。 老师笑着说：“我讲的内容比较难理解，大家回去要好好消化消化。”", "key_words": {"pun_words": ["消化"]}}, {"id": 242, "content": "我就会问爸爸：“松花江是什么啊？” 爸爸说：“就是一条飘满松花蛋的河！” 自从我学了地理后才知道自己被这个男人骗了很多年！", "key_words": {"pun_words": ["松花江"]}}, {"id": 243, "content": "有一天，小强问妈妈：妈妈你平时叫我多吃菠菜，说菠菜含铁。我吃那么多，用吸铁石吸了吸，为什么一根也没吸出来？", "key_words": {"pun_words": ["铁"]}}, {"id": 244, "content": "一天我放学回家，路上，被一只狗咬。于是我拿起一边的竹子打算打狗。 这时，狗的主人出来了，说：“打狗也要看主人！”。 一听，我笑惨了，说：“那我就一边看你一边打狗！ ”", "key_words": {"pun_words": ["打狗也要看主人"]}}, {"id": 245, "content": "有一天，我正在家里上网。电脑好像是中病毒了，非常卡，我于是不停地大声抱怨起来。 原本正在客厅里看电视的奶奶，走进我的卧室里，吃惊地问：“孩子怎么了？” 我对奶奶说：“电脑可能需要杀毒了！” 奶奶听后，过了一会儿拿了一个瓶子递给我，自信地说：“孩子，用它杀毒，特别管用！” 我仔细一看：84消毒液。", "key_words": {"pun_words": ["杀毒"]}}, {"id": 246, "content": "办公室一MM做年报数据，忙不过来，想让同办公室的GG帮个忙。 MM：麻烦你帮我导一下数据。 GG：怎么导？ MM递过来一个拷有数据的U盘。 MM：插上就能导了。GG：我这就插上导。 MM：恩，谢了。", "key_words": {"pun_words": ["导"]}}, {"id": 247, "content": "Ａ小朋友掉进路边井里大声呼救，Ｂ小朋友听见， 问：你没事儿吧？ Ａ小朋友忙说：快叫我爸！！ Ｂ：TMD，不管你了，凭什么让我叫你爸！！！", "key_words": {"pun_words": ["快叫我爸"]}}, {"id": 248, "content": "淘气的女儿总惹奶奶生气，奶奶实在忍不住了就说：你在不听话，奶奶的脾气一会儿就下来了！ 女儿把奶奶看了半天，奇怪的问：奶奶：你的脾气能下到哪儿去？", "key_words": {"pun_words": ["下来"]}}, {"id": 249, "content": "某日，我去图书馆借书，书名离婚,老舍先生的作品。先是一阵苦等，然后一个声音问：“谁要离婚?” 我忙说：“我要离婚！” 刚说完，旁边一个同学纳闷地说：“这儿还办离婚手续？怎么我连个女朋友都没有，人家这都要离婚了！”", "key_words": {"pun_words": ["离婚"]}}, {"id": 250, "content": "小兔说：“我妈妈叫我小兔兔，好听！” 小猪说：“我妈妈叫我小猪猪，也好听！” 小狗说：“我妈妈叫我小狗狗，也很好听！” 小鸡说：“我妈妈叫我小鸡鸡！”", "key_words": {"pun_words": ["小鸡鸡"]}}, {"id": 251, "content": "你有多爱我？ 一毛钱之多。 只有这么一点么？ 一毛钱不就是‘十分’吗？", "key_words": {"pun_words": ["十分"]}}, {"id": 252, "content": "一客户存钱，柜员问：您是存定期吗？他立即扭头问妻子：我们要定期还是死期？妻子答：先死三年吧！强忍不敢笑。", "key_words": {"pun_words": ["死"]}}, {"id": 253, "content": "一天，小丽看到一辆消防车呼啸而过，便问妈妈：“妈妈，为什么那辆车跑的那么快，而且我从来没有见过呢？” 妈妈笑眯眯的对小丽说：“那是消防车，他们要去救火呀！” 小丽很奇怪：“火是坏的，为什么还要救它呢？” 妈妈：“……”", "key_words": {"pun_words": ["救火"]}}, {"id": 254, "content": "儿子：爸爸，我们很快就会变富的。 父亲：为什么？ 儿子：数学老师明天将教我们，如何将人民币变换成美元。", "key_words": {"pun_words": ["变换"]}}, {"id": 255, "content": "用户：我怎么总是上不去网啊？客服询问了一下情况：可能是你的猫的问题。用户：好，你等一下好啦，我家的猫已经让我关门外头了。客服：！！！！！", "key_words": {"pun_words": ["猫"]}}, {"id": 256, "content": "男：亲爱的，你喜欢什么花，我送给你。 女：印花。 男：什么印花？ 女：钞票上的印花。", "key_words": {"pun_words": ["印花"]}}, {"id": 257, "content": "六男一女上饭馆吃饭，席间，服务员上来一道菜，一顾客问:啥菜? 服务员道:红烧王八蛋。顾客又道:你给我们分一下。 服务员为难道:咋分?你们七个人六个王八蛋。", "key_words": {"pun_words": ["王八蛋"]}}, {"id": 258, "content": "老师在讲课看到班长那边有几个同学总是低头看桌下面，后来才知道是在下象棋！ 老师：“上课时间，为什么不听课，却去下象棋？” 全班同学都不敢出声，只见班长在那笑。 老师：“班长，他们几个就坐你旁边下象棋，你怎么不管一下？” 班长：“老师，我错了，但是观棋不语呀。”", "key_words": {"pun_words": ["观棋不语"]}}, {"id": 259, "content": "某天一对情侣到一家餐厅就餐。 女的发现这里的价格不便宜，就对男的说，“亲爱的，你有多爱我？” 男的拿起菜单看了一会说：“可以来份牛排,但还没到烤龙虾的地步。”", "key_words": {"pun_words": ["爱"]}}, {"id": 260, "content": "被一个小孩打了一下， 本人怒道：“你为什么欺负大人？” 小孩说：“你不是大人，你是不良青年！” 本人心里咯噔一下， 难道他还看出本人的不良史了？ 遂心虚道：“我哪儿不良了？” 没想到他一句就把我秒杀了， 他说：“你发育不良！” 熊孩子，你家人在附近吗？ 我保证不打死你！", "key_words": {"pun_words": ["不良"]}}, {"id": 261, "content": "法官对被告说：你不但偷钱，还拿了表、戒指和珍珠。 被告说：是的，法官先生，人们不是常说‘光有钱并不会得到幸福吗？", "key_words": {"pun_words": ["光有钱"]}}, {"id": 262, "content": "本人每天都要喝一瓶牛奶，所以每隔一段时间都要去超市买一箱牛奶的。 有一次牛奶喝完了，就到超市去买，刚好碰到一个我同学，女的，她看到我，就和我打了一声招呼：买东西？ 我想也没想就回答：断奶了。", "key_words": {"pun_words": ["断奶"]}}, {"id": 263, "content": "晚上，丈夫对妻子说：“公主，请休息吧！” 妻子美滋滋地问：“我是哪个公主呀？” 丈夫：“就是武则天的女儿，李隆基他姑！” 妻子： “……太平”", "key_words": {"pun_words": ["太平"]}}, {"id": 264, "content": "春节，一伙股民朋友聊来年股市趋势，张大嘴说：“我看好今年股市，会牛市。” 董格皮说：“今年是振荡市，我看平。” 孙瘪人说：“我坚持我老祖宗的观点，看空股市。” 他们问：“你的爷爷炒股？” 孙瘪人说：“我的唐朝祖先孙悟空，他不炒股，但坚持看空。”", "key_words": {"pun_words": ["看空"]}}, {"id": 265, "content": "猴子对黑猩猩说：人家都买房了，你怎么也不跟潮流？黑猩猩：（双手拍胸脯）哥啥房都没有，只有两个乳房。", "key_words": {"pun_words": ["房"]}}, {"id": 266, "content": "话说唐憎再去上西天取经，唐憎问徒弟：“什么东西上西天最快？” 悟空说：“飞机。” 八戒说：“火箭。” 沙憎拿出一支枪说：“听说这玩意可以立刻令人上西天。”", "key_words": {"pun_words": ["上西天"]}}, {"id": 267, "content": "老侃说：那，我们搬家到城里住好不好？小侃说：好是好，就是妈妈来了不好办。为什么？因为城里只有公厕，没有母厕！", "key_words": {"pun_words": ["公"]}}, {"id": 268, "content": "银行传播很广的一个笑话。经办员：您好，请问您办什么业务？ 客户：哦，我存一个死期！ 经办员：那请问您死多久？ 客户：嗯，死一年！", "key_words": {"pun_words": ["死"]}}, {"id": 269, "content": "有几个人在谈论苏东坡。 小王说：“我喜爱东坡的诗。” 老李说：“我喜爱东坡的赋。” 这时来了老李的媳妇，说：“我也喜爱。” 老李听了说：“她最爱东坡肉！”", "key_words": {"pun_words": ["东坡"]}}, {"id": 270, "content": "小明是一个非常宅的宅男，都23岁了还没有成功的谈过一场恋爱，最近和一美女在网上聊了十多天，最终两人约好在公园里见个面。可是两人谈了没一会儿，美女便起身告辞。 小伙子很喜欢那个美女，见她要走，心里特别着急，连忙追问原因。 美女说：“我觉得你虽然相貌堂堂，可是腹中空空。” 小伙说：“谁说我腹中空空？来公园之前还吃了两包方便面。”", "key_words": {"pun_words": ["腹中空空"]}}, {"id": 271, "content": "小侃随老侃去城里玩，小侃深感城里比乡下好。老侃说：那，我们搬家到城里住好不好？小侃说：好是好，就是妈妈来了不好办。为什么？因为城里只有公厕，没有母厕。", "key_words": {"pun_words": ["公"]}}, {"id": 272, "content": "同事们讨论本市的交通。同事甲：最近，我注意到很多路段改成单行道，为什么？同事乙：这是为了杜绝车祸发生！古人云，祸不单行！", "key_words": {"pun_words": ["单行"]}}, {"id": 273, "content": "暗恋已久的女神表白了； 女神：“我喜欢一个人。” 我：“谁？” 女神：“我喜欢一个人。” 我：“谁啊？” 女神：“我喜欢一个人！” 我：“到底谁啊？” 女神：“姐喜欢单身！”", "key_words": {"pun_words": ["喜欢一个人"]}}, {"id": 274, "content": "男：我好喜欢你喔……我真的很喜欢你……我可不可以亲亲你？…… 女：不要脸…… 男：那只亲嘴好了……", "key_words": {"pun_words": ["不要脸"]}}, {"id": 275, "content": "男友很爱玩游戏，今天女友给他打电话， 聊了一会儿他说他要打游戏了。 女友就有点恼火，就知道打游戏打游戏！ 是媳妇重要还是游戏？ 男友慢悠悠地说媳妇重要， 所以我只敢打游戏，不敢打媳妇。", "key_words": {"pun_words": ["打"]}}, {"id": 276, "content": "一美女早上上班快迟到了，抓了一个面包和一袋牛奶就去挤公交，挤公交的人特别多，美女挤不过，一边挤一边喊：“别挤了！奶，我的奶都快挤出来了！” 她这一喊不要紧，几个不怀好意的男青年越是朝她挤得厉害，结果牛奶挤洒了一地。", "key_words": {"pun_words": ["奶"]}}, {"id": 277, "content": "“服务员，有米饭么？” “先生您要多少？” “按人头上啊，” 他看了看周围，接着说：“来四碗。” “好嘞。” 不一会，服务员打了四碗米饭，倒在了四人头上。", "key_words": {"pun_words": ["按人头上"]}}, {"id": 278, "content": "有一天我故作深沉的来了一句：“这人呐，上了年纪以后，精力越来越不行了……” 这时，旁边一同学Y笑着来了一句：“年纪是谁啊？”", "key_words": {"pun_words": ["年纪"]}}, {"id": 279, "content": "儿子拿着隔热手套去打电话。 我问他这是为什么？ 他振振有辞的说：我打的是热线电话！", "key_words": {"pun_words": ["热线"]}}, {"id": 280, "content": "前几天填表格需要用到学校英文简称，但是我不知道，便向同学打听。一仁兄自誉聪明过人，说到：推理一下么！麻省理工叫什么来着？ 答： MIT。 那我们上海理工就是SHIT！", "key_words": {"pun_words": ["SHIT"]}}, {"id": 281, "content": "家有小屁孩，特皮，特烦。 我忍无可忍，大喝一声：“滚！” “我又不是轮胎，你叫我怎么滚呀。”", "key_words": {"pun_words": ["滚"]}}, {"id": 282, "content": "某人因左胸部疼痛辗转几家医院，做了不少检查，但诊断仍不明确。 医生最后说：“你这个病是肋间神经病。” 此人一听，脸色大变，问道：“确定吗？” 医生：“确定” 然后低声说：“大夫，拜托你帮我保密，千万别让别人知道我这神经病啊！”", "key_words": {"pun_words": ["神经病"]}}, {"id": 283, "content": "老师：我要你们写一篇作文，要写人，重点要写突出的地方。 小逗号：老师，我想好了。我就写我奶奶。 老师：那你奶奶有什么突出的方面吗？ 小逗号：我奶奶腰椎间盘突出。", "key_words": {"pun_words": ["突出"]}}, {"id": 284, "content": "全班哄笑，语文老师问：“怎么了？” B见A被吵醒，于是说：“我是提醒后面的同学不要睡觉了。” 全班大笑。 不一会，臭气飘散，同学们纷纷埋怨B君，B喝道：“关我屁事！”全班暴笑。", "key_words": {"pun_words": ["屁事"]}}, {"id": 285, "content": "某大学篮球赛，上届冠军历史系队与计算机系队闯入决赛。赛前，互打海报，以助声威。 历史系云：历史证明，历史有惊人相似！ 计算机系云：舆论公认，计算机将改写历史。", "key_words": {"pun_words": ["历史", "计算机"]}}, {"id": 286, "content": "女儿：“海都是蓝色的吗？” 妈妈：“不，还有红海、黄海和黑海。”", "key_words": {"pun_words": ["红海", "黄海", "黑海"]}}, {"id": 287, "content": "数学老师同学生赵能道：15减9是多少？ 赵能道：5怎可以减9呢？ 老师道：个位不够时，就当向十位去借1当10。 赵能道：我不敢借。母亲昨天才说过：借债是件不好的事。", "key_words": {"pun_words": ["借"]}}, {"id": 288, "content": "一天，在公司，中午休息的时候，小王和小张两个人在聊天。 小王说：“你知道谁最有魅力吗？” 小张说：“这个真有点难，是周润发吗？”。 小王说：“错，当然是康师傅呀！” 小张说：“为什么呀？”。 小王说：“你看每天都有成千上万的人泡他。”", "key_words": {"pun_words": ["泡"]}}, {"id": 289, "content": "老公总是喜欢和老婆唱反调，不论做事说话都如此。 一次老婆大怒：我是你的女人，你怎么老是对着干？ 老公为缓解局面说：正因为你是我的女人，所以我才对着你干，难道你希望我对着别的女人干吗？", "key_words": {"pun_words": ["干"]}}, {"id": 290, "content": "周末我回家晚了，一进门老婆就审问我：“怎么7点才回家？” 我说：“下午参加了一个发布会。” 老婆一边翻我的包一边说：“发的是什么布？我正想做条裤子。”", "key_words": {"pun_words": ["发布会"]}}, {"id": 291, "content": "一绅士擦完皮鞋后，发现鞋子成了大花脸，不觉大怒，站起来对擦鞋匠愤怒地喊道：从头擦起！ 擦鞋匠瑟瑟发抖地回答：先生，我太矮，够不到。", "key_words": {"pun_words": ["从头"]}}, {"id": 292, "content": "丈夫新婚没多久，却常常很晚回家。这天深夜，他回到家后，发现桌上的饭菜很不新鲜，就斥责妻子：“你炒的这青菜能吃吗？蜡黄蜡黄的。” 妻子立刻回答：“你经常回家这么晚，当然不会知道，它们在我的锅子里也曾经‘青春’过。”", "key_words": {"pun_words": ["青春"]}}, {"id": 293, "content": "有一学生说：老师，我想拉屎！老师：说话要文明！学生沉默一会儿说：老师，我屁股想吐！", "key_words": {"pun_words": ["吐"]}}, {"id": 294, "content": "张三和李四都是门卫，中午张三来值班，换李四吃饭。 张三突然说：你先等等，我要拉肚子！ 李四答：那你快去拉，拉完了我好去吃。", "key_words": {"pun_words": ["吃"]}}, {"id": 295, "content": "我的小侄女有一次问我：“叔叔，什么叫开心？” “人高兴的时候叫开心。” “那么是不是关心就是不开心呢？” “……”", "key_words": {"pun_words": ["开心"]}}, {"id": 296, "content": "大学的时候，女朋友是可爱型。喜欢追问古怪的问题。 有一次，陪她上街，她一定要我回答：“我和你前女友谁的身材好？” 我在很正经的思索，忽然身后一哥们果断插嘴：“你好！” 我们惊恐地回头，看谁这么八卦，结果是一陌生哥们。 他估计被我们表情吓坏，颤声说：“你好，中山街怎么走？”", "key_words": {"pun_words": ["好"]}}, {"id": 297, "content": "周末跟团出来旅游，大家跟过团的都知道团餐难吃的程度， 旁边一64年的阿姨说：“这青菜，比我还老。。。”秒杀有没有！", "key_words": {"pun_words": ["老"]}}, {"id": 298, "content": "我去医院看病，来到妇科，悄悄地大夫跟说：“我问一个难以启齿的问题。” 医生马上说：“你问错了医生，应该去牙科。”", "key_words": {"pun_words": ["难以启齿"]}}, {"id": 299, "content": "小王因为吝啬被同学嘲笑为铁公鸡，他伤心的回家和妈妈说了这事，终于，在妈妈的开导下，小王学会了打鸣。", "key_words": {"pun_words": ["铁公鸡"]}}, {"id": 300, "content": "朋友问我：“世博园居然也有酒店？” 我想了想：“没有啊！” 她指着地图幽幽地说：“看，菲律宾馆！”", "key_words": {"pun_words": ["菲律宾馆"]}}, {"id": 301, "content": "雷雷大学刚毕业来这家公司面试的时候， 老板语重心长的对雷雷说：“虽然工资不高， 但是你可以在这里获得快速的能力成长，这对年轻人来说是最重要的。” 现在，两年过去了，老板没有骗雷雷，雷雷看起来已经像是40岁的人了。", "key_words": {"pun_words": ["成长"]}}, {"id": 302, "content": "一个女人对一个男人说：你知道世上什么最坚强？ 男的说：不知道。 那女人说：你的胡子。 男人说：为什么？ 因为你的脸皮这么厚它还能破皮而出。", "key_words": {"pun_words": ["脸皮"]}}, {"id": 303, "content": "长州县丞马信，一日乘船去拜见上官。上官问：船泊何处？ 马信回答说：船在河里。 上官见他答非所问，大怒，骂道：草包！ 马信应声答道：草包也在船里。", "key_words": {"pun_words": ["草包"]}}, {"id": 304, "content": "银行家的儿子问爸爸：“银行的钱都是客户的，你是怎样赚来房子和奔驰的呢？” 银行家：“儿子，冰箱里有一块肥肉，你把它拿来。” 儿子拿来了。 银行家：“再放回去吧。” 儿子问：“什么意思？” 银行家说：“你看你的手指上是不是有油啊？”", "key_words": {"pun_words": ["油"]}}, {"id": 305, "content": "朋友买了个新手机， 今天我问她：“你手机内存卡多大？” 姑娘回答说：“差不多有指甲盖那么大吧。”", "key_words": {"pun_words": ["大"]}}, {"id": 306, "content": "妈妈：飞飞，昨天叫你送奶奶，你送了没有？ 飞飞：送了。 妈妈：送了？那奶奶咋还跌倒了呢？你是咋送的？ 飞飞：目送。", "key_words": {"pun_words": ["送"]}}, {"id": 307, "content": "有一天，我给电视拆了。 我爸对我说：你若安好，便是晴天，你若安不好，老子打死你。", "key_words": {"pun_words": ["安好"]}}, {"id": 308, "content": "教官临时抽点名： 『一号!』 『有!』 『二号!』 『有!』 …… 点到20号时，没有人回答，后来有人说，20号在厕所。 教官就到厕所，对着里面大喊：『你是几号？』 里面传出生声音：『大号!』", "key_words": {"pun_words": ["号"]}}, {"id": 309, "content": "老婆和几个朋友逛街， 过斑马线没看红灯，交警咆哮：“喂，你们几个！” 天然呆老婆怯怯地说：“我们六个…六个。”", "key_words": {"pun_words": ["你们几个"]}}, {"id": 310, "content": "小外甥最近迷上了看电视，一天突然问我：“舅舅，你打过110吗？” 我：“没，怎么啦！” 小外甥：“电视上老有人打110，他不疼吗？” 我……", "key_words": {"pun_words": ["打"]}}, {"id": 311, "content": "家里的电脑接入了宽带，五岁的小刚问爸爸：宽带是什么？ 爸爸不好解释便说：就是最快的高速公路。 一天，远方的大伯打电话来，说奶奶病危要小刚全家回去。爸爸很着急，跟妈妈商量怎么走快些赶回去，小刚插嘴说：乘宽带的车呗！那是最快的！", "key_words": {"pun_words": ["高速公路"]}}, {"id": 312, "content": "“警察叔叔，我的包丢了。” “放心吧，包在我身上。” “那你还我吧。”", "key_words": {"pun_words": ["包"]}}, {"id": 313, "content": "妈妈对五岁大的儿子说：爸爸说今天晚上要在家里请客， 招待一位有生意来往的南斯拉夫人。 妈傍晚，父亲和那位客人踏进家门时，孩子跑进厨房对他妈妈悄声说： 妈妈！快来看，那个夫人是男的！", "key_words": {"pun_words": ["夫人"]}}, {"id": 314, "content": "我同事得肾结石，在家休息。 他小侄子问什么是肾结石，他说就是尿尿的时候有石头出来。 他小侄子很忧虑的说：叔叔，你尿尿的时候一定把脚岔开，小心别砸着脚！", "key_words": {"pun_words": ["石头"]}}, {"id": 315, "content": "顾客：这粥怎么这么稀，还要3元钱一碗，太坑人了吧。店主：物以稀为贵嘛。3元钱这么一大碗，您便宜占大了呢。", "key_words": {"pun_words": ["稀"]}}, {"id": 316, "content": "A：问你个问题。 B：哦。 A：孔子和老子走在路上，有一坨屎，老子和孔子其中一个吃了，这个人不是孔子，是谁？？？！！ B：老子！！！！ A：哈哈哈哈！！！！！！ B：想了想，顿时有种坑爹的感觉吼到：不是我！！！！！！", "key_words": {"pun_words": ["老子"]}}, {"id": 317, "content": "教师：谁来回答，郑成功是什么人？ 学生：郑成功是谁我不知道，可我知道谁是他的母亲。 教师奇怪地问：你知道他的母亲？ 学生：是的．他的母亲叫失败，失败是成功之母嘛！", "key_words": {"pun_words": ["成功"]}}, {"id": 318, "content": "有个豆腐摊，旁边竖着块牌子：每斤八角。来了个顾客：“一块卖不卖？” 卖主以为这人不识字，不禁有些高兴：“卖。” 然后提起秤问道：”要几斤？”那人指着一小块：“要这一块。”", "key_words": {"pun_words": ["一块"]}}, {"id": 319, "content": "冬天晚上从学校外面的网吧出来，因为结了冰，不小心脚一滑，在即将摔倒的时候，我拉住了一个经过的男生。 并且惊叫了一声：“妈呀！”结果那男生结结巴巴的说了一句：“你，你，你认错人了。”就匆匆走了。", "key_words": {"pun_words": ["妈呀"]}}, {"id": 320, "content": "孩子们，我们早已知道老虎是原始森林中之王，林中的动物都怕它。但是，老虎是不是也害怕什么动物呢？贝比克，老虎害怕的那种动物叫什么名称？ 贝比克毫不犹豫地回答说：老师，它叫母老虎。", "key_words": {"pun_words": ["母老虎"]}}, {"id": 321, "content": "我生病了，他陪我看罢医生归来，给我端来开水，安慰我说： 安心休养吧，我问过医生，你的身体硬件没问题，只是软件出了点小故障！", "key_words": {"pun_words": ["硬件", "软件"]}}, {"id": 322, "content": "一对夫妇质问一家商店经理说：“上星期，我们在这里买了一个象牙盒，经鉴定，是假象牙制成的。” 经理说：“在当前科技条件下，大象安装假牙，也是非常有可能的。”", "key_words": {"pun_words": ["假牙"]}}, {"id": 323, "content": "临到考试前两天，同学们都很紧张，纷纷向老师探询考试的题目有多深。 教师不动声色地回答道：试题深浅由油墨而定：油墨印得深，便深；印得浅，便浅。", "key_words": {"pun_words": ["深浅"]}}, {"id": 324, "content": "小学生李玲练习造句，用“十分”造句。 她说：“我有十分钱。” 老师说：“你理解错了，‘十分’是‘非常’的意思。” 她说：“火车十分快。” 老师说：“请你用‘十分’同义词造句。” 她说：“火车一角快。” 老师说：“你又错了。” 她改正了说：“火车一元快。”", "key_words": {"pun_words": ["十分"]}}, {"id": 325, "content": "乌鸦：那是你父母不了解我，其实我也有白的一面。 天鹅：哪方面？ 乌鸦：白日做梦。", "key_words": {"pun_words": ["白"]}}, {"id": 326, "content": "沙先生喜得一千金，希望女儿长大有出息，于是为女儿取名为沙龙。邻居听到了，邻居说：干脆叫沙尘暴，十分迷人。", "key_words": {"pun_words": ["迷人"]}}, {"id": 327, "content": "父亲：咦，叫你买只热水袋，怎么买了只足球？ 儿子：足球比热水袋好，省得灌水麻烦。 父亲：可足球不能取暖。 儿子：怎么不能？你不见报纸上讲，今年全世界将出现‘足球热’吗？", "key_words": {"pun_words": ["热"]}}, {"id": 328, "content": "唐先生夫妻刚买了轿车就赶上换发新车牌，两人决定用宝贝女儿梦迪的名字命名。上了牌照开回家的一路上，见到的人总是指着车牌窃笑。二人不解，请教一位朋友。 朋友一看车牌，问：你们从来不上网吧？ 原来唐先生女儿名字的英文缩写是：TMD", "key_words": {"pun_words": ["TMD"]}}, {"id": 329, "content": "老师正在帮一个小学生填写报名表格，她问：你爸爸是干什么工作的？小学生骄傲地说：我爸爸是省长！老师吓了一跳，问：是哪个省的省长啊？小学生回答道：我上幼儿园的时候，爸爸从来不给我买玩具，能省就省，阿姨们都说我爸爸是最省钱的家长，后来就叫成了省长。老师听了哈哈大笑。", "key_words": {"pun_words": ["省长"]}}, {"id": 330, "content": "初二学生刚接触物理课，都觉得物理难学。 物理老师正在课堂上传授物理的学习方法，突然有个学生放屁。 老师听了，眉头一皱说道：“同学们，物理固然难学，但还是可以学好的，千万不要泄气呀！”", "key_words": {"pun_words": ["泄气"]}}, {"id": 331, "content": "小东：妈妈要我当诚实的孩子，可你自己还骗人呢！ 妈妈：我骗你什么了，孩子？ 小东：你常要我多吃菠菜，说菠菜里有铁质，其实里边根本没有。 妈妈：你怎么知道没有？ 小东：刚才我用吸铁石在菠菜里吸了半天，什么也没有吸起来。", "key_words": {"pun_words": ["铁质"]}}, {"id": 332, "content": "一同学在学校入团时，当时只有他和另一个女生，他们的团支书主持的时候毫不犹豫就说：“今天是两位同学大喜的日子……” 其余同学笑得前仰后合。", "key_words": {"pun_words": ["大喜"]}}, {"id": 333, "content": "老师在黑板上写上“扑朔迷离”，然后问一位学生：“请你说一下这个成语是什么意思？” 学生站起来，推了一下深度近视眼镜，仔细看了一下黑板上的四个字，看了半天也不明白，最后他无可奈何地说：“老师，看不清楚。”老师说：“你说对了，请坐！”", "key_words": {"pun_words": ["看不清楚"]}}, {"id": 334, "content": "过年我回老家看八十多岁的老奶奶，奶奶说想去北京看天安门。 我说：“好的！我带你去，咱先去看天安门，然后再去鸟巢里面看看。” 奶奶惊讶的说：“看看天安门就行了，鸟巢咱还是别去了，鸟巢都在树上那么高，我怕摔下来！”", "key_words": {"pun_words": ["鸟巢"]}}, {"id": 335, "content": "主任把一份材料递给局长看，局长问：“这内容是真的吗？” 主任拍着胸膛大声说：“肯定是真的！” “你怎么知道？” 主任斩钉截铁地说：“因为是传真机传过来的呀！”", "key_words": {"pun_words": ["传真机"]}}, {"id": 336, "content": "妇：想当年我的身材就是身材，体格就是体格。正面山明水秀，侧面悬崖峭壁，背面则是柳暗花明，你说是吧？ 夫：对！不过，妳的水土保持做得很失败。", "key_words": {"pun_words": ["水土"]}}, {"id": 337, "content": "子：爸爸，形而上学这句成语是什么意思？父：啊，形而上学嘛就是说假话。子：怎么个讲法呢？父：就是说，形式上看你上学去了，实际上你在逃学。子：我，我没有逃学，只是有一回想逃学。父：哎，这就叫思想上形而上学嘛！", "key_words": {"pun_words": ["形而上学"]}}, {"id": 338, "content": "发生地震，厨房被震得一塌糊涂，厨房老大冰箱率先站起来：大家都快醒醒，看看自己有没有受伤。 香蕉：我下半身不能动了。 苹果：我成苹果酱了。 菠菜：我成刷墙的涂料了。 …… 大家纷纷讲过自己的伤势以后，冰箱发现只有鸡蛋一个人没有讲话，于是它忙问：鸡蛋，你怎么了，是不是受了很严重的伤？ 鸡蛋：伤倒是没感觉，就是觉得蛋疼。", "key_words": {"pun_words": ["蛋疼"]}}, {"id": 339, "content": "小明今年八岁了，一天，他正在客厅里全神贯注地盯着电视机，津津有味地欣赏着电视剧《聊斋》，而他的妈妈则在卧室的梳妆台前擦粉，画眼线，浓妆淡抹后准备出门。 这时，小明的奶奶刚从外面回来，一进门便随口问道：“小明，你妈呢？” 小明眼直盯着电视机，脱口而出：“她在‘画皮’！”", "key_words": {"pun_words": ["画皮"]}}, {"id": 340, "content": "今天花了一百五十块钱剪了一个很抽象的头。回寝室后遭到几个室友强力批判！ 这时候一旁沉默许久的一同学总结说：“这发型性价比很高！才花一百五，剪了个二百五的头。”", "key_words": {"pun_words": ["二百五"]}}, {"id": 341, "content": "一男子应聘，女经理问他有什么特长。 男子说：“下身特长。” 女经理：“流氓，下流…” 男子怒道：谁流氓了，谁下流了，我说我腿长怎么了……", "key_words": {"pun_words": ["特长"]}}, {"id": 342, "content": "一对夫妇闲聊。 妻：你们男人就是铁石心肠。 夫：如果不是这铁石心肠，怎么会被那些磁所吸引住呢？？", "key_words": {"pun_words": ["铁石心肠"]}}, {"id": 343, "content": "女儿和妈妈到家后，妈妈急着找东西…… 女儿：妈妈我洗完脸就上网了……行不 妈妈：……（找东西） 女儿：我一会上网了行不？ 妈妈：……（东西哪去了呢） 女儿：妈妈我上网啦！ 妈妈飘出一句话：你上墙都没人管……", "key_words": {"pun_words": ["上网"]}}, {"id": 344, "content": "一同事说自己离婚了。就问：前段你们还好好的，怎么就突然离婚了呢？什么时间离的婚？同事说：六一儿童节那天。你们真会选日子，怎么选择在那天打离婚？咳，都怪上次我给她拿错药了。你上次给她拿的什么药啊？六一散。", "key_words": {"pun_words": ["六一散"]}}, {"id": 345, "content": "儿子学校组织运动会，要家长也参加。 儿子：“爸爸，学校让你和我一起跑。” 爸爸：“咱家你妈妈跑得比我快。” 妈妈：“瞎说，我穿高跟鞋怎么跑得快。” 爸爸：“谈恋爱的时候，是你追的我，还是我追的你？” 妈妈：“当然是你追的我。” 爸爸：“所以还是你跑的快。”", "key_words": {"pun_words": ["追"]}}, {"id": 346, "content": "蘑菇，蛤蜊和螃蟹被鸡，牛和狮子暴打了一顿，哥仨愤然来到饭店。 蘑菇：来一份宫爆鸡丁。 蛤蜊：来一份酱汁牛肉。 螃蟹惊魂未定，哆哆嗦嗦的说：来。。来一份 红。。红烧狮子头。", "key_words": {"pun_words": ["狮子头"]}}, {"id": 347, "content": "某校军训，一天清晨早操，教官发现有几名女生站着没参加跑步，上前询问：“为什么不参加训练！” 女生答曰：“大姨妈来了。” 小教官不明，斥曰：“我们有规定，军训期间不许亲属探视！”", "key_words": {"pun_words": ["大姨妈"]}}, {"id": 348, "content": "老师提出一本正经成语要学生造句，小雄如此说着：我发觉哥哥看的书没有一本正经。3", "key_words": {"pun_words": ["一本正经"]}}, {"id": 349, "content": "改革开放之初，某陪同客商到一县城考察。午间，去一饭馆用餐。忽内急，遂问：洗手间在哪？一女招待员手指曰：洗手的话厨房有水管子。", "key_words": {"pun_words": ["洗手间"]}}, {"id": 350, "content": "小美和一同事去逛商场，同事MM试了件衣服， 开玩笑的说：“太贵了，买不起！” 小美说：“没事把脸给老板扇，一下一百！” 同事瞬间黑线！没料到，老板一听就怒了， 大喊道：“不好意思！我只要钱！我不要脸！” 两人彻底石化了..", "key_words": {"pun_words": ["不要脸"]}}, {"id": 351, "content": "一初学者看见电脑桌面上有个游戏，却不知怎么进去。于是我告诉他用鼠标左键双击图标即可。过会儿，他说还是不行。我走过去，要他再来一次。只见他把食指和中指两个指头同时放在鼠标左键上去按击图标，并说：为什么要双击，一个指头多省事。", "key_words": {"pun_words": ["双击"]}}, {"id": 352, "content": "一位官员坐计程车，下车时，特别从皮夹中拿出一张新钞票付给司机：“我想你和一般人一样，喜欢干净的钱。” 司机接过钞票端详了一会说：“其实，我并不在乎你的钱是怎么来的。”", "key_words": {"pun_words": ["干净的钱"]}}, {"id": 353, "content": "我们全家到朋友家做客，朋友向我们隆重介绍他刚刚得到的名狗，并让我们看了狗食、狗餐具、两室一厅的狗屋、专用的狗浴盆…… 看完之后，儿子不禁羡慕起来：“叔叔，你们家尽是些狗东西啊！”", "key_words": {"pun_words": ["狗东西"]}}, {"id": 354, "content": "寝室讨论独生子女问题。 A说：“我有个姐姐。” B说：“我也有个姐姐。” A和B问C。 C说：“我没有，我是单身。”", "key_words": {"pun_words": ["单身"]}}, {"id": 355, "content": "很久以前上电脑课，有一排同学的电脑死机了。 一位同学站起来说：“老师，电脑死机了，我们这排全死了。” 这时，许多同学都说：“我们也死了。” 老师问：“还有谁没死？” 只有一位同学站起来：“我还没死！” 老师奇怪地说：“全班都死了，你为什么不死？", "key_words": {"pun_words": ["死"]}}, {"id": 356, "content": "课间讨论考公务员的事，我说：海关方面的油水很多，结果宿舍那个奇葩冒出一句：啊，怎么办，我不会游泳诶！", "key_words": {"pun_words": ["油水"]}}, {"id": 357, "content": "当年我在上海读的那所大学，学校严令禁止学生谈恋爱，某静静的夜晚，教导处长巡视到操场边，发现一对学生恋人正在热吻，此时只见咱们的教导处长冲他们俩大喝一声：住嘴！", "key_words": {"pun_words": ["住嘴"]}}, {"id": 358, "content": "泥瓦匠出身的部长接受记者采访。 记者问：“你觉得当部长和当泥瓦匠有什么相似之处？” 部长答道：“第一，要有和稀泥的本领：第二，站在高处头不昏！”", "key_words": {"pun_words": ["和稀泥", "高处"]}}, {"id": 359, "content": "开车路过一个加油站，老公看看车也快没有油了， 对老婆说：“亲爱的，我去上个厕所，你来加油好不好？” 老婆妩媚一笑：“亲爱的，没问题！” 老公走进了厕所，5秒钟后， 听见老婆在门外大喊：“老公加油！老公加油！老公加油！……”", "key_words": {"pun_words": ["加油"]}}, {"id": 360, "content": "男孩问女孩：＂你害怕生人吗？＂ 女孩骄傲的回答：＂不怕。＂ 男说：＂那好，你给我生个吧！＂", "key_words": {"pun_words": ["生人"]}}, {"id": 361, "content": "有一天我打的，一个女急匆匆的赶过来的要求搭车，刚好顺路，我就答应了。 女的上车之后就赶紧催司机：“司机，麻烦你快点，我的宝宝丢了。” 我一听，靠，这不是拐卖儿童 应该报警啊。这时司机也惊讶的顿了下，女乘客一看，不对劲，补了一记说：“不好意思，是我家狗狗。” 我顿时那个汗啊！", "key_words": {"pun_words": ["宝宝"]}}, {"id": 362, "content": "我负责单位的计算机房，经常同事的计算机有问题来向我讨教。 一次孟老师见到我说：大强，我的机子染上病毒了，你能不能帮我杀一下？ 我说没问题。这时张老师推门进来，一听说忙道：先帮我杀一下吧！ 孟老师说：我的机子就在这儿，先杀我的。 张老师说不行。我忙劝道：大家别急，先杀孟老师的，张老师你别急杀完他后马上就杀你，都要杀的！", "key_words": {"pun_words": ["杀"]}}, {"id": 363, "content": "农家有客来,主人想杀公鸡,可公鸡飞上屋顶不下来,主人骂道:你在不下来,我把母鸡全杀了,让你生不如死! 公鸡狂笑道:哇!太好了，老子终于可以找野鸡了！", "key_words": {"pun_words": ["野鸡"]}}, {"id": 364, "content": "某人中了亿元大奖，记者采访问道：这么多钱你打算怎么花呢？ 中奖男说：我打算先把欠五家银行的钱还上。 记者追问道：那剩下的呢？ “剩下的？剩下的等几天再说吧……”", "key_words": {"pun_words": ["剩下的"]}}, {"id": 365, "content": "历史课上，老师正在讲古代的一次战争：只见那员猛将取出弓箭，正要张弓…… 突然，有个学生唰地站了起来。大伙儿都感到纳闷，那学生开口了：老师，你问我什么问题？ 原来，那学生名叫张弓，刚才正开小差，听到老师说张弓，便以为向他提问呢！", "key_words": {"pun_words": ["张弓"]}}, {"id": 366, "content": "舅舅带小甥女逛街，搭乘公车时，小甥女突然发现舅舅的背包拉链没拉上，便认真地对他说：舅舅，你的拉链没拉上！ 公车上的乘客立即注视舅舅的裤子，他也慌忙地检查自己的裤子拉链。 这时，小甥女又大声嚷：不好了，不只拉链没拉上，连里面的东西都快要掉出来啦！", "key_words": {"pun_words": ["拉链"]}}, {"id": 367, "content": "儿子：爸爸，你帮我改一下这篇作文吧！ 爸爸：那怎么行。我对写文章一窍不通，怎么能帮你的忙。 儿子：你骗人，你怎么不会做。人家都说你摆摊卖水果时总在秤盘上做文章。", "key_words": {"pun_words": ["做文章"]}}, {"id": 368, "content": "一个朋友，在一家公司，是专为人制作主页的一个公司。 一天去一个大公司找生意，向那位老总讲了一个小时的在信息高速公路上做广告的重要性，当然还不忘把Internet狠狠夸了一遍。 老总很感兴趣，最后拍板时问：不过，你们到底是在广深高速公路还是在广汕高速公路上放我们的广告？", "key_words": {"pun_words": ["高速公路"]}}, {"id": 369, "content": "青年问智者：“我的同事买车了，我的同学买房了， 就连我的发小现在也身价百万了，我却还是身无分文。我该怎么办？” 智者一言不发的从厨房拿出一个鸡蛋递给他。 青年看了看手中的鸡蛋：“您的意思是……把钱财看淡些？” 智者指了指鸡蛋：“我的意思是你有蛋用啊。”", "key_words": {"pun_words": ["蛋"]}}, {"id": 370, "content": "女儿问我：“爸爸，为什么叫公路，不叫母路啊？” 我想了半天回答说：“修公路是体力活，都是男人干的，所以只能叫公路！” 妻不悦，教育女儿说：“公路就是公共的意思，大家都能用的路。” 女儿若有所思，继续问她妈妈：“那老公就是大家都能公用的男人了吗？” 妻无语，我愕然！", "key_words": {"pun_words": ["公"]}}, {"id": 371, "content": "公司招聘打字员。 经理问：小姐你有特长吗？ 小姐说：有。 经理问：什么特长？ 小姐说：头发！", "key_words": {"pun_words": ["特长"]}}, {"id": 372, "content": "大一时，我们教官特逗，两个门牙全掉了，一次我们歌唱比赛，上面报幕，下一首：哭沙。 过一会又报幕：同一首歌。 教官不解：还唱一遍？", "key_words": {"pun_words": ["同一首歌"]}}, {"id": 373, "content": "昨天和女朋友打电话突然掉线了，然后再打，女朋友说：你刚才怎么挂掉了。我说：我没挂掉呀，我活的好好的呀。", "key_words": {"pun_words": ["挂掉"]}}, {"id": 374, "content": "一个卖苹果的喊道：谁买苹果，进口货。 过路人一听进口货，便你一斤、他一斤地买上了。 有人拿起一个尝了尝，说：这不是很平常的苹果吗，你怎么说是进口货呢？ 卖苹果的人说：怎么不是呀，您张嘴吃，这苹果不是‘进口’了吗？", "key_words": {"pun_words": ["进口"]}}, {"id": 375, "content": "一女生问：“你是处女？” 另一女生很害羞地答道：“不告诉你，你是？” 女生答：“我天秤！”", "key_words": {"pun_words": ["处女"]}}, {"id": 376, "content": "小明是一个非常宅的宅男，都23岁了还没有成功的谈过一场恋爱，最近和一美女在网上聊了十多天，最终两人约好在公园里见个面。可是两人谈了没一会儿，美女便起身告辞。小伙子很喜欢那个美女，见她要走，心里特别着急，连忙追问原因。美女说：我觉得你虽然相貌堂堂，可是腹中空空。小伙说：谁说我腹中空空？来公园之前还吃了两包方便面。", "key_words": {"pun_words": ["腹中空空"]}}, {"id": 377, "content": "顾客刚开始吃饭，就连连抱怨：这饭怎么跟生的一样，太糟糕了！服务生麻木不仁地回答：你没看我们的招牌是野味餐厅嘛。", "key_words": {"pun_words": ["野味"]}}, {"id": 378, "content": "售货员正欲发怒：你怎么把炊具搬到柜台上来了？ 厨师：我看你的火气炒菜正够火候！", "key_words": {"pun_words": ["火气"]}}, {"id": 379, "content": "A：“你知道HTML是什么吗？” B：“当然，笨蛋！就是“How to make love？”", "key_words": {"pun_words": ["HTML"]}}, {"id": 380, "content": "小丽第一次下厨为男友做菜，在厨房忙活了半天后，终于把一盘还带着血丝的菜端到了男友面前。男友惊恐的看着小丽。 小丽红着脸有点不好意思的说道：哎呀，一回生、二回熟嘛。 男友：……", "key_words": {"pun_words": ["生", "熟"]}}, {"id": 381, "content": "昨晚奇葩老婆忽然对我说：“皇上，臣妾有一事相求！” “但说无妨。” “恳请将臣妾打入冷宫，臣妾受不了了，这天太热了！” 我…", "key_words": {"pun_words": ["冷"]}}, {"id": 382, "content": "下午最后一节自习课上，班主任查老师正抓紧时间给同学们补课上因式分解，可同学们那有心思，大家都在小声的议论着今晚的电视《西游记》。突然，查老师指着黑板上的代数式大叫一声：大家注意了！我要变了！ 哄堂大笑！", "key_words": {"pun_words": ["变了"]}}, {"id": 383, "content": "某女被问：是处女吗？ 女答：说是吧，我已生了孩子；说不是吧，我还没结婚。就算是个“副处”吧。", "key_words": {"pun_words": ["副处"]}}, {"id": 384, "content": "在公共汽车上，一位摩登女郎，穿着一件低胸衣服，并戴着一条镶有飞机的项链。一位年轻的男士一上车后，便目不转睛的注视着颈链上那架飞机，女郎禁不住好奇地问：“先生你喜欢这项链吗？” 那男士回答说：“喔！不是，我只是在欣赏飞机跑道罢了。”", "key_words": {"pun_words": ["飞机跑道"]}}, {"id": 385, "content": "一美女参加交友活动，根据要求填写了个人信息。回到宿舍后，美女抱怨道：糟糕，我把职业和生肖给写反了！朋友安慰其：这有什么大不了的，一般人都能看懂的。美女略带哭腔说道：关键我是属鸡的！！", "key_words": {"pun_words": ["鸡"]}}, {"id": 386, "content": "一男子对他新交的女朋友说：“假如你坚持不肯说出你的年龄，我只好对别人说和你是忘年之交。”", "key_words": {"pun_words": ["忘年之交"]}}, {"id": 387, "content": "一大学生被敌人抓了，敌人把他绑在了电线杆上，然后问他说：“你是哪里的？不说就电死你！”大学生回了敌人一句话，结果被电死了， 他说：“我是电大的。”", "key_words": {"pun_words": ["电大"]}}, {"id": 388, "content": "儿子：爸爸，给我五角钱。爸爸：要五角钱买什么？儿子：数学老师说，要买一本《三角》。爸爸：既然是三角，你要五角干什么，差点被你骗了两角。", "key_words": {"pun_words": ["三角"]}}, {"id": 389, "content": "一对小夫妻新婚不久。妻子向丈夫埋怨：“爸妈太着急了。你妈昨天又提生孩子的事，说她想早点抱孙子。” 丈夫说：妈在这事上是急了点，但爸从来都不多说什么呀。 妻子撅着嘴说：“爸嘴里是没说什么，但他整天抱着本《孙子兵法》在我面前晃。”", "key_words": {"pun_words": ["孙子"]}}, {"id": 390, "content": "友人见阿琴神情憔悴关心的问她为何事而烦？阿琴说：我老公年初过世留给我三千万啦！ 友人说：啊！那的确是很难过的事，不过三千万也够你下半辈子无忧无虑的！ 哎，三千万又不是钱…… 那是什么？ 千万不可和人同居、千万不可改嫁、千万不可再生小孩，一共刚好三千万！！", "key_words": {"pun_words": ["三千万"]}}, {"id": 391, "content": "地理课上，老师说：大家想想北纬27度与北纬39度相比是越往南还是越往北？有几个大声喊到：越南越南。老师看到有一个学生在看小说，就把他叫了起来。他什么也不知道，只是听到有人喊：越南越南。他想：我要别具一格。于是不加思索的答道：是柬埔寨。", "key_words": {"pun_words": ["越南"]}}, {"id": 392, "content": "考试后，数学老师正在进行讲评，见一学生开小差，便问他：“这是真分数还是假分数?” 学生忙答：“是真分数。” 老师说：“这怎么会是真分数呢?” 学生立刻招认：“老师，我错了，考试我作弊了，是假分数。” 全班哄堂大笑，原来老师是问他5/3是真分数还是假分数。", "key_words": {"pun_words": ["假分数"]}}, {"id": 393, "content": "某女经常熬夜通宵，可是天生丽质，经常有人追求，一天，她问一个追求者：说说你追我的理由？那男滴答道：都说你是熬出来的，我猜味道肯定很不错！！！", "key_words": {"pun_words": ["熬"]}}, {"id": 394, "content": "有一天，小明在上课，由于晚上没睡好上课在打瞌睡，老师评讲卷子都没听见。 忽然，老师问同学们:“领会的意思是什么? ”小明信心满满的举起手，老师看见了说:“小明，你来回答吧! ”“领会的意思是领导开会!! ”同学们哄堂大笑，老师马上晕了过去……", "key_words": {"pun_words": ["领会"]}}, {"id": 395, "content": "有人问路：请问，我怎样才能到清华大学去？ 教授思索了一会，语重心长道：读书，只有不断地努力读书，你才可以去清华大学。", "key_words": {"pun_words": ["到清华大学去"]}}, {"id": 396, "content": "小狗和小猫新婚不久就去法院起诉离婚，大象法官问其愿因。 小狗说：“小猫天天夜不归宿，我怀疑它有不轨行为！” 小猫满腹委屈的说：“我那是去追老鼠去了。” 小狗：“看，它承认了！”", "key_words": {"pun_words": ["追"]}}, {"id": 397, "content": "高三英语复习课上老师又发下一套试题，限80分钟完成。却听得有人高喊打假、打假，再看试卷赫然几个大字在目，高考英语仿真试题，原来如此。", "key_words": {"pun_words": ["打假"]}}, {"id": 398, "content": "家有5岁可爱儿子一枚，超爱听江南style， 我经常用手机放给他听。 今天俺们娘俩坐公交时听到有人放江南style音乐， 儿子问：妈妈，是你放的吗？ 我说：不是。 儿子：妈妈，是你放的吧，跟你放的一模一样！ 周围一片超嫌弃的目光，随之飘过一股超臭的屁味！", "key_words": {"pun_words": ["放"]}}, {"id": 399, "content": "我领着儿子去超市买东西。挑好东西后，我指着超市里的牌子问他：“宝贝儿，上面写的是什么，你认识吗？” 牌子上写着“牛奶”，儿子只念出了“牛”字。 我在一旁问：“牛的后面是什么？” 儿子答：“尾巴。”", "key_words": {"pun_words": ["牛的后面"]}}, {"id": 400, "content": "mm：以后我们结婚了，我要和你生两个小孩，一男一女。 gg：好啊！ mm：男的名字你取，我取女生的。 gg：也可以呀！生女的叫什么呢？ mm：名字叫好美！ gg：为什么呢？ mm：这样别人都回叫我好美的妈妈啦！", "key_words": {"pun_words": ["好美"]}}, {"id": 401, "content": "“开心不开心？” “不开心” “不开心可不行，一定要开心哟～” “大夫，做个心脏手术你卖什么萌！”", "key_words": {"pun_words": ["开心"]}}, {"id": 402, "content": "小张和小明吵架，小明说；“你这个2b，怎么什么都不懂啊。” 小情刚好路过听到了，说了一句：“你是2b人家铅笔还不愿意了。”", "key_words": {"pun_words": ["2b"]}}, {"id": 403, "content": "老妈经常说话混乱，老爸就负责翻译。 发了工资，我一激动给老妈买了两瓶高档化妆品。 老妈激昂地说：“姑娘！妈相信你一定会有人头落地的一天！” 老爸幽幽地说：“出人头地。”", "key_words": {"pun_words": ["人头落地"]}}, {"id": 404, "content": "昨天和女朋友打电话掉线了，然后再打， 女朋友说：“你刚才怎么挂掉了。” 我说：“我没挂掉呀，我活的好好的呀。”", "key_words": {"pun_words": ["挂掉"]}}, {"id": 405, "content": "一同学问我：“the king is always lucky”怎么翻译， 我不假思索就说：“国王总是幸运的” 他摇摇头说出了三个字：“王老吉”——我顿时长跪不起。", "key_words": {"pun_words": ["王老吉"]}}, {"id": 406, "content": "一位美女去肉菜市场买一公斤猪肉，因为猪肉不够，所以老板从猪脸上割下一小块补进去。 美女见状不答应了，大声地说：“我不要脸！”", "key_words": {"pun_words": ["不要脸"]}}, {"id": 407, "content": "一只盒子有几个边？妈妈问萨莎。 两个边：里边和外边。", "key_words": {"pun_words": ["边"]}}, {"id": 408, "content": "少林寺的藏经阁失火了。结果烧毁了很多经书，方丈不禁失声痛哭起来…… 小和尚不知道方丈为什么哭，便问了起来：“方丈何患难忍啊？” 方丈继续哭曰：“老衲痛经啊……”", "key_words": {"pun_words": ["痛经"]}}, {"id": 409, "content": "一天，心情不好，就打电话和一女生聊天。那女生张口闭口都不离人生这个词，烦死了。我说：你连人都没生过，给我谈什么人生。", "key_words": {"pun_words": ["人生"]}}, {"id": 410, "content": "黑帮老大把军师叫到跟前，沉声道：“我有一批货藏在海里， 想找个水性好的小弟取出来，派谁比较合适？”， 军师想到一个叫大星的马仔水性不错，便回答说：“派大星吧！” 大哥一个耳光甩过去：“整天就知道看《海绵宝宝》！”", "key_words": {"pun_words": ["派大星"]}}, {"id": 411, "content": "上生物课的时候，老师问我们这个细胞分裂后个数加不加倍，第一个同学说不加倍，第二个同学也说不加倍，轮到第三个同学的时候,他的同桌拍醒他，然后我这个奇葩同学马上站起来说：抢地主！", "key_words": {"pun_words": ["加倍"]}}, {"id": 412, "content": "三岁女儿拿着一张有两个穿山甲的图片，指着其中一个问：爸爸，这是什么？我说：这是穿山甲。女儿又指着另一个问我老婆：妈妈，这是什么？老婆答：这是穿山乙。正在喝水的我差点没喷出来。", "key_words": {"pun_words": ["甲"]}}, {"id": 413, "content": "爸爸：“儿子，你上初中了，你知道你们为什么叫学生吗？” 儿子：“我知道，我们只学生的东西，不学熟的东西！”", "key_words": {"pun_words": ["学生"]}}, {"id": 414, "content": "老师在课堂上提问：西班牙在十五世纪发生了多少次战争？ 六次。一个学生很快就答出来了。 哪六次？老师又问。 第一次、第二次、第三次、第四次、第五次和第六次。", "key_words": {"pun_words": ["哪六次"]}}, {"id": 415, "content": "老师听了“哈哈”大笑，于是又问：“你爸爸到底是干什么工作的？” 小学生又骄傲地说：“我爸爸是白领！” 老师问：“是干什么的白领啊？” 小学生大声地说：“每到月初，爸爸就把领了的工资全部交给妈妈，叔叔们都说我爸爸领了工资自己捞不着花，领了也是白领，后来就叫成了白领。”", "key_words": {"pun_words": ["白领"]}}, {"id": 416, "content": "为首的大象让他们表演自己的才艺。 歌手唱了一首动听的歌，大象们很满意，放走了他。 演员表演了一段搞笑的滑稽戏，大象们看了很开心，也让他走了。 画家连忙给它们画了一幅画，大象看完画大怒，一边用鼻子抽打他一边说：“叫你抽象派，叫你抽象派……”", "key_words": {"pun_words": ["抽象派"]}}, {"id": 417, "content": "在一家小镇暂住，问旅店的服务员，“你们这里有什么特色？” 服务员呆了一下，哼哼唧唧地说：“我们老板特色…”", "key_words": {"pun_words": ["特色"]}}, {"id": 418, "content": "我做水下换能器时要用到防水密封胶，问之于师兄，他说最好问问昆腾或者希捷。我大奇，它们和密封胶有什么关系？ 师兄慢条斯理地说：BBS上天天有人灌水，可没见硬盘漏过。我晕。", "key_words": {"pun_words": ["灌水"]}}, {"id": 419, "content": "奶奶：“你怎么啦，这么愁眉苦脸的？” 小孙女：“今天老师批评我了，因为我不知道塔里木在哪里。” 奶奶：“你这孩子，丢三落四的。好好想想，你到底把它放哪儿了……”", "key_words": {"pun_words": ["在哪里"]}}, {"id": 420, "content": "一个妇女领着她的丈夫，来到另一女人面前愤愤他说：请你不要做第三者。 那个女人说：好吧，我争取做第二者。", "key_words": {"pun_words": ["第三者"]}}, {"id": 421, "content": "今天晚上刷碗看见洗手台上有几根鸡毛。于是问妈妈这鸡毛是做什么的？妈妈说：也没想好做什么，就是准备留着玩儿。我很惊讶的问道：玩鸡毛啊？于是我成为了一个随意暴粗口的小女孩儿。", "key_words": {"pun_words": ["玩鸡毛啊"]}}, {"id": 422, "content": "老师：菲利，你们班上有一些同学有一句口头禅，你知道是什么吗？ 菲利：不知道。 老师：说得对！", "key_words": {"pun_words": ["不知道"]}}, {"id": 423, "content": "黄英的产假结束了，她开始来上班。 同事说：“恭喜你扩容了。” 她说：“我家扩容了，添一男丁。” 同事说：“同时你长得胖乎乎，身体扩容了。”", "key_words": {"pun_words": ["扩容"]}}, {"id": 424, "content": "乡长：他怎么连老婆都带来了？ 村长：会议通知上要求的。 乡长：不会吧！ 村长：你好好看看，上面明明写的“酒店日用品自带”嘛。", "key_words": {"pun_words": ["日用品"]}}, {"id": 425, "content": "一天，在给一男客户办理完取款业务后，我交待说：请您把卡收好。再看，发现客户手包拉链没拉好，又交待说：请您把拉链拉好。 客户立即低头查看，周围同事笑成一片。", "key_words": {"pun_words": ["拉链"]}}, {"id": 426, "content": "李校长说：“王金举同志接受了系统的美德教育，是一位高尚的人。” 柳先生听了不服气地说：“喝了一两杯洋墨水，人就高尚起来了。” 李校长说：“不要不服气，人家接受的教育是美德教育，陶冶情操了。” 柳先生说：“难道美国的教育和德国的教育比我们中国的教育更强？他接受美德教育就是镀了一层金而已。” 李校长说：“他接受的是中国的美德教育。” 柳先生说：“他进了中外合资经营的学校读书。” 同事听了急忙说：“美德教育即美丽品德教育。”", "key_words": {"pun_words": ["美德"]}}, {"id": 427, "content": "今天吃完饭，胃疼，同学叫一起去买东西，我说：不去了，我觉得我有点恶心。 同学说：是吗？我早就觉得你恶心了！", "key_words": {"pun_words": ["恶心"]}}, {"id": 428, "content": "某厂长招待检察团吃午饭，因时间仓促，来不及准备宴席。厂长吩咐厨房煮了一锅狗肉。开饭时，厂长抱歉地说：各位领导，没什么好东西……几条狗，凑合着吃吧！", "key_words": {"pun_words": ["狗"]}}, {"id": 429, "content": "客户：听说你们已经上了信息高速公路，有这么回事吗？ Internet技术人员：...... 是的。 客户：那你们到底在哪条高速公路上？", "key_words": {"pun_words": ["高速公路"]}}, {"id": 430, "content": "寝室讨论独生子女问题。说：我有个姐姐。说：我也有个姐姐。和问。说：我没有，我是单身。", "key_words": {"pun_words": ["单身"]}}, {"id": 431, "content": "老师：你这篇作文怎么前后风格语调完全不同呢？ 学生：我爸爸和我妈妈根本就没有共同语言。", "key_words": {"pun_words": ["共同语言"]}}, {"id": 432, "content": "一老师打了通宵的麻将后，来到教室，在黑板上布置了五条数学题后，教学生好好做作业，然后就坐在椅子上打盹。 一会儿，一学生问老师，第五条怎么做？ 老师朦胧中答道：五条？我胡了。", "key_words": {"pun_words": ["五条"]}}, {"id": 433, "content": "我带儿子到附近的一家超市购物。在化妆品货架旁，儿子指着一瓶增白霜说：妈，给我买一瓶增白霜抹抹我的手，增增白！我惊奇地问：你一个男孩子为什么要那么白的手？儿子说：因为你说过我长大了，一切都要白手起家！", "key_words": {"pun_words": ["白"]}}, {"id": 434, "content": "老师：约翰，美国独立宣言是在哪儿签署的？ 约翰：在文件的末尾。", "key_words": {"pun_words": ["在哪儿"]}}, {"id": 435, "content": "一天语文课上，语文老师对大家说：“拿起笔往下记，这些内容很重要。” 别人都在跟着老师往下记，可是有个同学漫不经心地拿出笔来，把笔按在书上装样子。老师说了一会儿，看见他不动笔，就大声地说：“XXX，你的笔为什么不动？” 这位同学按按笔说：“这是自动笔！”", "key_words": {"pun_words": ["自动笔"]}}, {"id": 436, "content": "女：“买菜花了30元。” 男：“列入食物费用。” 女：“买洗衣粉和牙膏花了50元。” 男：“列入日用品费用。” 女：“买化妆品花了200元。” 男：“列入维修费用。”", "key_words": {"pun_words": ["维修"]}}, {"id": 437, "content": "愚昧顽固的人们，到现在还在坚持天圆地方的成见，并跟人争辩不休。 有人便拿出平面圆的地球图给他们看，他们不信；拿出地球仪来，他们也不信。还说：这是猎奇的人士，用来欺世盗名罢了。‘地是方的’这种观点，不仅中国人信，外国人也信。譬如中国人指出一个地方，必定说‘某某地方。我们虽不懂外文，可也见过翻译著作，外国人说到一处地方，也必定说：‘某某地方’。从来没听见‘某某地圆’的说法！", "key_words": {"pun_words": ["地方"]}}, {"id": 438, "content": "迷信的人占课算命，先向神磕上几个响头，后用几枚铜钱合在两只手里摇几摇，再一枚一枚摊放在香案上，察看钱的正反面，以此断定来年的吉凶祸福。这就叫金钱课。为啥要用铜钱来占课呢？有人嘲笑道：钱可通神，有钱处处都灵验嘛！", "key_words": {"pun_words": ["钱"]}}, {"id": 439, "content": "有位富翁请了一位新司机。有一天，富翁参加了一个宴会，富翁将司机介绍给大家认识，要司机向大家敬酒，司机从小没读多少书，苦思了一会儿，很高兴的举杯敬大家：来来来，我们大家同归于尽吧！话毕，席上一阵静默，不少人对着司机白眼，司机这才知说错话了，尴尬的退到一边，不敢再多说话。 宴毕，回家的路上，富翁数落了司机一顿，要他多读些书，不要再闹笑话。最后，交代司机隔天五点叫他起床。司机难过得睡不着，挑灯夜读了一整晚，想让富翁对他刮目相看。隔天，司机蹑手蹑脚的走到富翁床边，司机：老板，您的时辰到了！", "key_words": {"pun_words": ["同归于尽", "您的时辰到了"]}}, {"id": 440, "content": "今天在看电视的时候看到一群日本鬼子进了城，有了以下对话。 其中一个鬼子说：怎么一个人都没？他们是想关门打狗吗？ 另一个鬼子骂到：什么叫关门打狗？我们是狗吗？这应该叫瓮中捉鳖…… 好强的语文功底。", "key_words": {"pun_words": ["关门打狗", "瓮中捉鳖"]}}, {"id": 441, "content": "一天，一个小伙子到一家小餐馆吃饭， 看到一位漂亮的女孩子坐在那里让他呯然心动， 小伙子鼓起勇气走上前跟女孩子搭讪： “你好，你叫什么？”女孩头也不抬地说： “牛肉面，快一点！”", "key_words": {"pun_words": ["你叫什么"]}}, {"id": 442, "content": "周末我回家晚了，一进门80岁的奶奶问我：“怎么才回家？” 我说：“我去参加了一个发布会。” 奶奶说：“发的什么布拿来我看看，我想做条裤子。”", "key_words": {"pun_words": ["发布会"]}}, {"id": 443, "content": "背景：我姐刚生完宝宝。 昨晚在饭桌上，我当着全家人的面，对我姐说：“你现在比你生前瘦多了。” 于是，整个世界安静了…", "key_words": {"pun_words": ["生"]}}, {"id": 444, "content": "一老中医向一寡妇求爱，未料那寡妇另有所爱，拒绝了他炽烈的追求。老中医非常失望。 一天，老中医的朋友问他：你和那中年寡妇处得怎么样了？ 老中医叹口气道：唉！别提了！这块陈皮，我却挨不得半下！", "key_words": {"pun_words": ["陈皮"]}}, {"id": 445, "content": "有次问朋友，从男性朋友变成男朋友是什么感觉呀。 朋友郑重其实地回答道：没什么，只是从普通会员升级为VIP，享受更多服务与特权，不过也要交纳更多费用。", "key_words": {"pun_words": ["普通会员", "VIP"]}}, {"id": 446, "content": "“你和妻子离婚后，有何想法呢？” “扔掉了一个醋罐子！”", "key_words": {"pun_words": ["醋罐子"]}}, {"id": 447, "content": "丈夫：“今后由你来教育儿子。我管他，他根本不听。” 妻子：“别人都怕你，难道儿子不怕？” 丈夫：“我属虎，他属牛，你忘了，’初生牛犊不怕虎’嘛！”", "key_words": {"pun_words": ["初生牛犊不怕虎"]}}, {"id": 448, "content": "契诃夫热爱自己的文学事业，同时又真诚地献身于自己的医生的职业，为穷苦的人们解除痛苦。每当有人称赞他的文学作品时，他总是谦逊地回答：我是医生。 他常开玩笑说：医学是我的妻子，而文学则是情妇。", "key_words": {"pun_words": ["妻子", "情妇"]}}, {"id": 449, "content": "父亲：刚开学考试，你怎么就得了个零分？ 儿子：老师说，我们一切都要从零开始。", "key_words": {"pun_words": ["零"]}}, {"id": 450, "content": "小侄女快两岁了，已经到了出语惊人的年龄。一日，我正在涂口红，她妈妈逗她，娘娘（姑姑）在干什么？我正准备教她说涂口红，她已经快言快语地说：写字。全家绝倒。", "key_words": {"pun_words": ["涂口红"]}}, {"id": 451, "content": "一天，在给一男客户办理完取款业务后，我交待说：请您把卡收好。再看，发现客户手包拉链没拉好，又交待说：请您把拉链拉好。客户立即低头查看，周围同事笑成一片。", "key_words": {"pun_words": ["拉链"]}}, {"id": 452, "content": "一位基因研究所的专家正在研究一个课题：如何让发黄的植物快速变绿，可一直没有进展。回家后，老婆看到他愁眉不展的样子，便问他：“你这是怎么了？” 专家叹了口气，说：“我不知道怎样才能让植物快速变绿。” 老婆笑着说：“咳，我还以为什么事呢？要快速变绿还不简单啊？直接扔进股市里去呗，你看我昨天买的股票，今天全变绿了。”", "key_words": {"pun_words": ["绿"]}}, {"id": 453, "content": "女儿：妈妈，我要换掉我身上穿的衣服。 妈妈：你说一说为什么要换？ 女儿：我与一女同学撞裳了。 妈妈：把衣服脱下来，让妈妈看一看你伤得严重没有。 女儿：我的衣裳与女同学的衣裳一样，所以撞裳了。", "key_words": {"pun_words": ["撞裳"]}}, {"id": 454, "content": "医学院的一个男学生，在追班里的一个美女，可美女却对他不理不睬，一天在课堂上，男的问：我怎样才能打动你的心？美女同学冷冷的道：那你恐怕得用电击。", "key_words": {"pun_words": ["打动"]}}, {"id": 455, "content": "某电视台“跑进科学”栏目采访长寿村的老人，探询养生秘诀。 一位老人乐呵呵地回答：“秘诀就是抽烟啊。” 记者疑惑，老人乐呵呵地解释:“新鲜肉哪有烟熏肉保存得久？”", "key_words": {"pun_words": ["烟熏肉"]}}, {"id": 456, "content": "店员：你不知道它的名字就叫万里香吗？要隔开一万里才香呀。", "key_words": {"pun_words": ["万里香"]}}, {"id": 457, "content": "男青年抚摸着女友穿着迷你裙的大腿：亲爱的，我爱你！ 女友被爱抚得神魂颠倒：再，再高一点儿！ 男青年提高嗓门：亲爱的，我爱你！", "key_words": {"pun_words": ["高"]}}, {"id": 458, "content": "同事：我有个大学同学，上个礼拜移民美国了，光办理移民手续就花了很多钱。你说，像我们这种上班族移民是不是很难？ 我：如果没有钱就别想移民！孟子早就说过，贫贱不能移！", "key_words": {"pun_words": ["移"]}}, {"id": 459, "content": "那天中午我做饭，他在机前玩兴正酣。菜在热锅里吱、吱乱叫，急得我大叫一声：快把盘子拿来！ 半天，只见他懵懵懂懂地从机旁站起身来：什么盘？光盘，还是软盘！", "key_words": {"pun_words": ["盘子"]}}, {"id": 460, "content": "一位先生与儿子喜欢玩电脑，常与电脑爱好者交流，一个黑人朋友是他家的常客。黑人朋友来了，他的儿子说：爸爸，黑客来了。", "key_words": {"pun_words": ["黑客"]}}, {"id": 461, "content": "邻居家婶婶要生宝宝了。 一家人商量是顺产还是剖腹产，婶婶说剖腹产吧！省的受罪。结果他家老爷子不同意， 说：“顺产，一定要顺产，不能让孩子一出生就不走正道。”", "key_words": {"pun_words": ["不走正道"]}}, {"id": 462, "content": "一对男女朋友一起去逛街。 女朋友：哎哟，脚好酸哦。 男朋友很紧张：怎么了？是不是踩到柠檬了？", "key_words": {"pun_words": ["酸"]}}, {"id": 463, "content": "有一次上语文课，老师问小百事通：你能解释一下‘特长’的意思吗？ 能！小百事通十分神气他说：特长就是特别的长处。 老师说：对，你现在能用它造个句子吗？ 能！小百事通又十二分神气他说：我叔叔的头发和指甲都特长！", "key_words": {"pun_words": ["特长"]}}, {"id": 464, "content": "三胞胎的父亲打电话给亲戚报喜讯。 接电话的没有听清楚，就问:“再重复一次行吗？” 得意忘形的父亲回答道：“可以是可以的，不过我不想再要了！”", "key_words": {"pun_words": ["重复一次"]}}, {"id": 465, "content": "师在黑板上写上“扑朔迷离”，然后问一位学生：“请你说一下这个成语是什么意思？” 学生站起来，推了一下深度近视眼镜，仔细看了一下黑板上的四个字，看了半天也不 明白，最后他无可奈何地说：“老师，看不清楚。” 老师说：“你说对了，请坐下。”", "key_words": {"pun_words": ["看不清楚"]}}, {"id": 466, "content": "南宋著名诗人杨万里做监司时，巡视到一郡。太守设宴讨好，并派歌妓到场酬应，歌妓唱《贺新郎》助酒，当唱到：“万里云帆何时到”处，杨万里触动敏感神经，急忙答道：万里刚到。", "key_words": {"pun_words": ["万里"]}}, {"id": 467, "content": "妻子：“隔壁老王的妻子喜怒无常，脾气坏透了，老王怎么和她相处的？” 丈夫：“难道你不知道老王是在市气象局工作的。”", "key_words": {"pun_words": ["气象局"]}}, {"id": 468, "content": "这天小明生日，他一个人沮丧地坐在草丛上。 小刚跑过来问他：今天你生日，为什么不高兴呢？ 小明说：哎！你不知道啊！ 小刚：是什么原因呢？ 小明生气地说：太阳那么大，我能把太阳生下来吗我！", "key_words": {"pun_words": ["生日"]}}, {"id": 469, "content": "一天，正在上小学的儿子与我外出时突然问：爸爸，为什么黑颜色的车难卖？我不解地问他：为什么这样说？儿子说：不难卖怎么到处贴着黑车广告？", "key_words": {"pun_words": ["黑车"]}}, {"id": 470, "content": "某夜，一男生宿舍卧谈会持续至凌晨三点，突然想讨论一个问题：碰到一个漂亮姑娘，首先该说什么？ 某君从梦中惊醒，曰：甭说了，咱们睡吧！", "key_words": {"pun_words": ["睡"]}}, {"id": 471, "content": "一个幼儿园的女孩在睡前，向她妈妈吵着要买蜡笔，妈妈因为很困，为了不让女儿吵下去就回答:“再说。” 女孩一直说：“妈妈！我要蜡笔！” 妈妈又说：“再说！” 女儿哭道：“妈，我已经说好几次了，你还要我说几次？呜……”", "key_words": {"pun_words": ["再说"]}}, {"id": 472, "content": "端端到面食馆吃饭。服务员问他：要肉炒面还是素汤面？他说：来碗新局面。 服务员说：没有什么新局面。 他指着墙上新局面三个大字说：那你们写在墙上干啥? 服务员抬着一看，不由得捂住嘴笑了。原来努力开创新局面的标语被撕掉了多一半，只留下新局面三个字。", "key_words": {"pun_words": ["新局面"]}}, {"id": 473, "content": "晚上，突然听到隔壁女主人大声叫嚷：气死我了，我用炸弹炸死你！侧耳细听，一切归于平静，担惊受怕一个晚上，就怕隔壁闹出人命来。一大早，问及昨晚之事，女邻居大笑曰：哦，昨晚我玩斗地主。", "key_words": {"pun_words": ["炸弹"]}}, {"id": 474, "content": "一男生对一女生说：“让我追你，可以吗？” 女生十分害羞地说：“讨厌、好啦……” 男生开心地说：“那好，你跑吧！”", "key_words": {"pun_words": ["追"]}}, {"id": 475, "content": "学生：‘把’和‘被’能连用吗？ 老师：不能。 学生：把被叠起来，不是连用了吗？", "key_words": {"pun_words": ["被"]}}, {"id": 476, "content": "妻：你怎么用吸管喝酒呢？ 夫：是的！因为医生要我离酒远点儿。", "key_words": {"pun_words": ["离"]}}, {"id": 477, "content": "小兔说：“我是兔娘养的！” 小猪说：“我是猪娘养的！” 小鸡说：“我是鸡娘养的” 小狗说：“我是狗娘养的！”", "key_words": {"pun_words": ["狗娘养的"]}}, {"id": 478, "content": "甲：我们班有三种学生。 乙：哪三种？ 甲：第一种是留级的留学生。 第二种是他爸交了很多钱才来上的高才生。 第三种是上课特困的特困生。 乙：哦。", "key_words": {"pun_words": ["留学生", "高才生", "特困生"]}}, {"id": 479, "content": "一姑娘征婚，写道：本人80后，貌美，身高165，处女…… 我感动的差点流涕，我回复：不容易啊，80后还是处女，好姑娘。 一会儿姑娘回复：我说的处女是指星座，你丫真土。", "key_words": {"pun_words": ["处女"]}}, {"id": 480, "content": "有个乡厂老人，给大儿子取名为盗，给小儿子取名为殴。 一天，大儿子盗外出，老人有事，便在后面边追边喊：盗！盗！过路的差吏听到，以为老头在追赶小偷，便把大儿子逮捕了。老人想叫小儿子去向官差解释，因心里慌急，连声呼唤：殴！ 殴！官差以为老人要惩罚小偷，便一阵殴打，几乎将他的大儿子打个半死。", "key_words": {"pun_words": ["盗", "殴"]}}, {"id": 481, "content": "老家亲戚来北京，一起去高级饭店吃饭要加收15%服务费。 服务员服务态度十分好，送水果送银耳羹还送纪念品。 亲戚很开心问服务员你们还送什么啊？ 服务员满脸笑容说：一会我们会送您出去。", "key_words": {"pun_words": ["送"]}}, {"id": 482, "content": "一女孩指着蛋糕问师傅：师傅怎么卖？ 师傅答道：师傅不卖，蛋糕六毛钱一个。", "key_words": {"pun_words": ["师傅怎么卖"]}}, {"id": 483, "content": "妇人：我要投诉！你们医院的护士骂人！ 医生：谁骂你了？ 妇人：刚才那护士对我说，动了腹部手术，要等排气之后才可以吃饭；我问她什么叫排气，她说：‘放屁！’", "key_words": {"pun_words": ["放屁"]}}, {"id": 484, "content": "儿子告诉妈妈明天参加国际象棋比赛。 姥姥一旁插嘴说：“你把你爹的‘将士象’棋子拿到外国下了，这就是国际象棋啊！”", "key_words": {"pun_words": ["国际象棋"]}}, {"id": 485, "content": "一位先生与儿子喜欢玩电脑，常与电脑爱好者交流，一个黑人朋友是他家的常客。 黑人朋友来了，他的儿子说：“爸爸，黑客来了。”", "key_words": {"pun_words": ["黑客"]}}, {"id": 486, "content": "丈夫对妻子说：“你别小看我，在家里我可是个呼风唤雨的人。” 妻子说：“我掌管了财政，你还能有什么能耐？” 丈夫说：“我开空调就有风，开电热水器就有雨。”", "key_words": {"pun_words": ["呼风唤雨"]}}, {"id": 487, "content": "某天上语文课，讲诗歌鉴赏。 老师问道：“菊花什么时候开放？”， 一二货同学，幽幽地来了一句：“上厕所的时候。” 至今无法忘记老师看他的表情。。。", "key_words": {"pun_words": ["菊花"]}}, {"id": 488, "content": "有一位到城里打工的青年给远在农村的父母写信，告知自己在城里度日如年。 老父亲看完信后高兴地说：“这小子在城里混的还挺好，过日子就像过年一样。” 老母亲却不放心地问：“那为什么还要我们寄200块钱给他呢？” “你真老土，天天过年能不要钱吗？”老父亲不耐烦地开导老伴儿说。", "key_words": {"pun_words": ["度日如年"]}}, {"id": 489, "content": "化学课学生们练习写化学式：学生问老师氯化镁的化学式中氯的原子个数 学生:老师，是二不？ 老师：恩 学生：老师，真二啊？ 老师：恩，真是二，说多少遍了！", "key_words": {"pun_words": ["二"]}}, {"id": 490, "content": "甲同学：“你们学校校风如何？” 乙同学：“很大。”", "key_words": {"pun_words": ["校风"]}}, {"id": 491, "content": "小明上课时总是睡觉，老师批评他：你可不可以不要睡觉！？ 小明回答：不行，因为我是特困生。", "key_words": {"pun_words": ["特困生"]}}, {"id": 492, "content": "老公：“老婆，你用我的牙刷没？” 老婆：“你有病吧？我没用！” 老公：“汗，知道了！” 老婆：“知道什么了?” 老公：“知道你没用，你真没用！”", "key_words": {"pun_words": ["没用"]}}, {"id": 493, "content": "顾客新买的自行车没有锁，于是去质问商店。 顾客：我买的自行车为什么没有车锁？ 售货员：因为我们不是“连锁店”。", "key_words": {"pun_words": ["连锁店"]}}, {"id": 494, "content": "一日早晨，甲起床没找到袜子。就对乙说。你帮我把那双袜子拿过来！ 乙：诶，这袜子怎么有三个？乙顿作苦思铭想状。 甲：这还不简单，两个主力，一个替补呗！", "key_words": {"pun_words": ["主力", "替补"]}}, {"id": 495, "content": "开车参加葬礼，路上雾很浓，为了安全起见我打开车头灯。 葬礼结束，我去开车时才发现刚才车头灯忘了关，车子无法发动。 我只好走回殡仪馆求助，殡葬人员前来应门。我说：“我的车子动不了了。” 他说，“对不起，这里不埋葬汽车。”", "key_words": {"pun_words": ["动不了"]}}, {"id": 496, "content": "农家有客来，主人想杀公鸡，可公鸡飞上屋顶就不下来。主人骂：“你不下来我把母鸡全杀了，叫你生不如死！” 公鸡狂笑：“哇靠！老子终于可以找野鸡了！”", "key_words": {"pun_words": ["野鸡"]}}, {"id": 497, "content": "我们寝室在六楼，我寝一位在寝室说：这天天爬五层楼梯，可真累！ 这时，旁边一人说：啥叫爬楼梯呀？！谁不是走上来的？那你要是往上爬，那能不累？！ 众人无语……", "key_words": {"pun_words": ["爬"]}}, {"id": 498, "content": "一男一女周一上班同时迟到， 结果男被扣发奖金，女却安然无恙。 男职员很不服气，跑去质问女职员：“我迟到挨罚，是因为睡过头了，你同样迟到，为什么没挨罚？” “我睡过头儿了。”女职员答。", "key_words": {"pun_words": ["睡过头"]}}, {"id": 499, "content": "电视里一脸严肃的女播音员，正在字正腔圆地朗读有关开展扫黄新一轮行动的文件，小明问爷爷：什么叫‘扫黄’？ 爷爷张大嘴巴，伸右手的拇指和食指进去把泛黄的牙套取出：去，到帮爷爷干活的时间了。 噢！小明好象明白了，指着电视嚷，别念了，我天天都得替爷爷扫黄。", "key_words": {"pun_words": ["扫黄"]}}, {"id": 500, "content": "父亲：“‘天大的事’和‘重大的事’这两个词共同点与不同点是什么？” 上中学的儿子：“‘天大的事’是天津大学的事，‘重大的事’是重庆大学的事，共同点是同属学校的事，不同点是一个在华北，一个在西南。”", "key_words": {"pun_words": ["天大", "重大"]}}, {"id": 501, "content": "孩子：妈妈，这是什么？ 妈妈：这是老鼠药。 孩子：妈妈，我们家的老鼠生病了吗？", "key_words": {"pun_words": ["老鼠药"]}}, {"id": 502, "content": "有一天，我和家人坐着面包车去县城，在经过一个写着种羊两个字的广告牌时，我姐突然问了一句羊是种出来的么？", "key_words": {"pun_words": ["种羊"]}}, {"id": 503, "content": "某日上生物课，生物老师问猫又：“袁隆平取得了什么巨大成就？” 小刚小声道：“杂交水稻。” 小明随即脱口而出：“杂种！”", "key_words": {"pun_words": ["杂种"]}}, {"id": 504, "content": "老婆，以后能不能少吃点榴莲？ 你不是总希望我做个有味道的女人吗？", "key_words": {"pun_words": ["有味道"]}}, {"id": 505, "content": "晚上，肚子突然很饿，所以就打给华莱士汉堡店，想订两个汉堡。 我：喂，是华莱士吗？ 店员：您好！ 我：我想订两个汉堡…… 店员：哦，对不起，我们晚上不送外卖。 我：那么，你们的店还开着吗？ 店员：额…… 这个…… 我：？ 店员：额，我们的店会一直开下去的……", "key_words": {"pun_words": ["开"]}}, {"id": 506, "content": "女生每个月都会来月经。 又把来的那个称做“好朋友”，但知道为何要这样称呼呢？ 把好朋友这三字拆开不就很传神了吗? “女子月月有”!", "key_words": {"pun_words": ["好朋友"]}}, {"id": 507, "content": "小高回家告诉老婆一则奇闻：一个父亲为了培养胆子大的姑娘，把幼小的女儿放进笼子里与狼在一起。他的老婆说：这女孩长大后肯定不怕色狼了。", "key_words": {"pun_words": ["色狼"]}}, {"id": 508, "content": "某日，开拉面馆家的一个小男孩去老三家来喝八宝粥，小孩一去就说：我要一碗。 老三说：怎么你小子也喝粥了呀，你怎么不让你老爹给你拉一碗。？ 小孩说：如果你愿意，让我爹给你拉一碗。 老三傻笑了，众人也笑了！", "key_words": {"pun_words": ["拉一碗"]}}, {"id": 509, "content": "大刘失业后，家里的生活开始拮据起来，可他仍然很乐观。日子久了，老婆不禁抱怨起来：“大刘，去年你去求签，那解签的说你命里将有贵人相助，现在都快揭不开锅了，怎么贵人还不出现呢？” 大刘哈哈一笑，说：“快了，是贵人暂时把咱给忘了。” “为什么？” “不是有句话，叫‘贵人多忘事’吗？”", "key_words": {"pun_words": ["贵人"]}}, {"id": 510, "content": "最近工作很累，压力很大。 于是QQ上问一个认识很久的朋友：“如何解压？” 回复：“按右键选WinRAR！”", "key_words": {"pun_words": ["解压"]}}, {"id": 511, "content": "从前有一个人叫阿爽。他死掉了。出殡那天。他的家人哭喊：‘爽啊……爽啊。’路人不解。问道：‘伱们爽什么啊。’家人痛哭流涕：‘爽死了……爽死了!!", "key_words": {"pun_words": ["爽"]}}, {"id": 512, "content": "一个做投机生意的商人，正在房中盘算证券价值时，他夫人忽然从楼梯失足滑下来，钟点工忙跑来告诉他：“先生，夫人跌下去了。” 他大声叫道：“跌了多少，你怎么不早说！”", "key_words": {"pun_words": ["跌"]}}, {"id": 513, "content": "一日，寝室谈论游戏中的各种鸟，如菜鸟，老鸟，神鸟等。 我游戏水平不高，顺嘴一问：我算什么鸟？ 他不假思索的说：你不是个好鸟。", "key_words": {"pun_words": ["鸟"]}}, {"id": 514, "content": "有一天早上，跟一个长相蕴藉的女朋友往网吧玩，碰到老同学，问候到“大早上的，侏罗纪公园就开门了？” 我没明白。旁边一哥们说：“牵着一只恐龙出来了！”", "key_words": {"pun_words": ["恐龙"]}}, {"id": 515, "content": "老师：什么叫做‘先睹为快’？ 学生：就是……就是先看看答案，然后再来回答，这样做习题就比较快。", "key_words": {"pun_words": ["先睹为快"]}}, {"id": 516, "content": "发数学考卷。 小五没好气的一把接过。 老师：小心！两手，别把蛋打破了。", "key_words": {"pun_words": ["蛋"]}}, {"id": 517, "content": "一日，在家里洗澡，妈妈热情地帮我放水，先热水，后冷水，再热，再冷，直到水温不烫手亦不凉。然后退出浴室。 脱衣之前突想小解一下，而妈妈在外听到水声，嚷到：“你还在放水？水温已合适啦！”", "key_words": {"pun_words": ["放水"]}}, {"id": 518, "content": "小贝的爸爸当上了局长，小贝便要求爸爸每天都吃一碗方便面。爸爸好奇地问他这么做的原因。小贝很认真地回答：因为我要爸爸做一个清官！这个回答让爸爸有点摸不着头脑，他继续追问说：吃方便面和做清官有什么关系呀？小贝拿出一包方便面说：我听说这里面有防腐剂，只要爸爸每天吃一碗，爸爸就不会腐败了啊！", "key_words": {"pun_words": ["腐败"]}}, {"id": 519, "content": "三鹿和蒙牛告诉我们一个道理：畜生是靠不住的！", "key_words": {"pun_words": ["畜生"]}}, {"id": 520, "content": "周末，女友随家人出去扫墓。 我给她打电话：“在干吗呢？” 她答道：“在烧纸钱，汇款！”", "key_words": {"pun_words": ["汇款"]}}, {"id": 521, "content": "有几个人在谈论苏东坡。小王说：我喜爱东坡的诗。老李说：我喜爱东坡的赋。这时来了老李的媳妇，说：我也喜爱。老李听了说：她最爱东坡肉！", "key_words": {"pun_words": ["东坡肉"]}}, {"id": 522, "content": "老汉：为什么拦住我要罚款？ 警察：因为你闯红灯了！ 老汉：我没有看到哪里有红灯呀！ 警察：你抬头看，红灯不是在那上面吗？ 老汉：是的呀，红灯在那上面不是好好的？它那么高，别说闯了，我碰都碰不到！ 警察：啊……", "key_words": {"pun_words": ["闯红灯"]}}, {"id": 523, "content": "某省一位老领导宴请伊利牛奶饮品公司的女老板。 席间，该领导优雅地举杯，很真诚地对那位女老板说：“你那奶好哇，你那奶纯！最近这两三年，我一直喝你的奶！你的奶，在我省销量很好！” 众皆欲笑而不敢，女老板满脸飞红。", "key_words": {"pun_words": ["奶"]}}, {"id": 524, "content": "一日，朋友到我家第一次做客。 朋友说：“你家厕所在哪，我去尝个鲜！”", "key_words": {"pun_words": ["尝个鲜"]}}, {"id": 525, "content": "某日，邮差 Bryan 送包裹到一家医院门囗，叫道：挂号！ 护士小姐就问：叫什么名字？有没有来过？", "key_words": {"pun_words": ["挂号"]}}, {"id": 526, "content": "一日语文课上，老师让小明用“长城”造句。 小明答：“长城很长。” 老师不悦：“不行，再造一个！” 小明更不开心，把头一扭：“凭什么，我又不是秦始皇！”", "key_words": {"pun_words": ["再造一个"]}}, {"id": 527, "content": "小胖和他哥去吃自助烤肉， 吃一半的时候，他哥看着小胖幽幽的说一句：“都20了阿…… ” 小胖当时也感慨：“可不是咋的 我还老能想起来我小时候的事呢。” 他哥说：“我是说，你都吃20盘了啊！ ”", "key_words": {"pun_words": ["20"]}}, {"id": 528, "content": "专家叹了口气，说：“我不知道怎样才能让植物快速变绿。” 老婆笑着说：“咳，我还以为什么事呢，要快速变绿还不简单啊？直接扔进股市里去呗，你看我昨天买的股票，今天全变绿了。”", "key_words": {"pun_words": ["绿"]}}], "homophonic": [{"id": 1, "content": "我们几个朋友相邀去k歌，朋友的女儿和我儿子也同去，两个小朋友甚是兴奋。 小女孩高喊：“我要唱“宫”的歌”。 我儿子立刻还以颜色说：“我要唱“母”的歌。”", "key_words": {"pun_words": ["宫"], "alternative_words": ["公"]}}, {"id": 2, "content": "大学生小康寒假回家乡过年，闲得无聊时突然想上网。可是他找了半天也没有找到网吧，就想到了每天买菜的外婆。回到家就问外婆：外婆你知道哪里有网吧吗?外婆说：王八？菜市场里有，明天我帮你买!", "key_words": {"pun_words": ["王八"], "alternative_words": ["网吧"]}}, {"id": 3, "content": "一个穷人和一个富人到县衙打官司，县太爷一拍惊堂木啪，问下面：你们两个有什么事。富人抢先回答：回县太爷，不关小人的事，小人是个很讲理的。县官点点头：讲礼就好，讲礼就好，先一边站着吧！穷人一听富人这么说也赶紧主动说：小人也是个很讲理的人。县官乐了：你也是很讲礼的人，好哇！本县就喜欢讲礼的人。退堂，明天再议。第二天升堂后，县官一拍惊堂木：把那个穷人重打四十大板，送进大牢。穷人忙喊冤枉：小人是个讲理的人。县官一甩袖子：讲理不送礼，有个屁用，退堂。", "key_words": {"pun_words": ["理"], "alternative_words": ["礼"]}}, {"id": 4, "content": "儿子四岁，外甥八岁。 外甥问儿子：“弟弟，我是白羊座的，你呢？” 儿子笑呵呵地对外甥说：“哥哥，俺是肉做的。” 我一看胖胖的儿子，果不其然，是肉做的！", "key_words": {"pun_words": ["做"], "alternative_words": ["座"]}}, {"id": 5, "content": "晚上睡觉，夫妻俩聊天。 老婆撒娇地说道：女人结婚前是珍珠， 结婚后就是鱼眼珠了！ 老公说：不对！ 结婚前是珍珠结婚后还是真猪！", "key_words": {"pun_words": ["真猪"], "alternative_words": ["珍珠"]}}, {"id": 6, "content": "某姓胡夫妇去旅游，安检人员对他说：你姓胡？然后他回答：不，我一点也不幸福。安检人员：我问你是不是姓胡？他：我不幸福啊！", "key_words": {"pun_words": ["幸福"], "alternative_words": ["姓胡"]}}, {"id": 7, "content": "陪女友去商场买衣服，女友喜欢上了一件外套， 翻开标签一看要6888元。 女友也特别懂事，知道我赚钱不容易， 转身对我说：“既然这么跪，我就不买了。”", "key_words": {"pun_words": ["跪"], "alternative_words": ["贵"]}}, {"id": 8, "content": "物理课上老师问阿摩尔：你知道什么是电阻，什么是电源吗？ 阿摩尔回答道：店主（电阻）就是商店的老板，店员（电源）就是商店的伙计。", "key_words": {"pun_words": ["店主", "店员"], "alternative_words": ["电阻", "电源"]}}, {"id": 9, "content": "大杨整天吹吹呼呼满世界没有他不知道的事，那天儿子和几个同学在一起写作业，提起滥竽充数的成语。 大杨跟孩子们解释说：有一大户人家去鱼行买鱼，由于要的鱼多，鱼行没有那么多的鲜鱼，但又舍不得放弃这宗生意，于是就把那些死鱼、烂鱼放在下面充当好鱼一块卖了，于是就有了“烂鱼充数”的成语。", "key_words": {"pun_words": ["烂鱼充数"], "alternative_words": ["滥竽充数"]}}, {"id": 10, "content": "小蔡公司老总姓傅，身价几千万，一次见个大客户， 刚到会议室，小蔡热情的介绍：“陈总，这是我们公司傅总”， 结果对方经理还很好心地跟小蔡说：“小蔡，这么大的项目， 还是跟你们老总直接谈吧，你们副总可能定不了....”。 小蔡瞬间凌乱啊。。。", "key_words": {"pun_words": ["傅总"], "alternative_words": ["副总"]}}, {"id": 11, "content": "真是太要不得了，竟然，竟然卖女人。” 儿子：“不会吧，谁敢这么嚣张？” 老爸：“那卖车的，4s店。” 儿子：“不可能哦！您听错了吧！” 老爸：“没错，我听得一清二楚，那个卖车的说，买车就给送一车模……” 儿子：“晕，那是车膜。。。”", "key_words": {"pun_words": ["车膜"], "alternative_words": ["车模"]}}, {"id": 12, "content": "有一次朝廷的御史大人、尚书大人、侍郎大人一同出外赏景，半途中突然蹿出一只大狼狗，马上又飞奔而去，尚书是个幽默高手，立刻就问：“是狼是狗？”(侍郎是狗？) 御史也是个幽默调侃高手，立刻道：“但观其尾，下垂是狼，上竖是狗！”(尚书是狗！) 侍郎官虽稍小却更幽默，他不甘示弱地说：“也可以这么分辨，狼吃生肉，狗则遇肉吃肉、遇屎吃屎！”(御史吃屎！)", "key_words": {"pun_words": ["是狼", "上竖", "遇屎"], "alternative_words": ["侍郎", "尚书", "御史"]}}, {"id": 13, "content": "一次，老师在批改作文的时候，发现一位同学在抒发自己人生理想时，将有志者事竟成写成了有痔者事竟成。老师于是在评语中写道：有痔者，是该进城去看看了。", "key_words": {"pun_words": ["痔"], "alternative_words": ["志"]}}, {"id": 14, "content": "牛妈妈对鸡妈妈说：生小牛是累死疼死，你生小鸡时为什么笑的咯咯的啊？鸡妈妈说：因为生蛋快乐嘛！", "key_words": {"pun_words": ["生蛋"], "alternative_words": ["圣诞"]}}, {"id": 15, "content": "有一男滴，暗恋一女滴，没事就喜欢送女滴东西。 某日，男滴欢天喜地的回来，手里还拿了一个芒果。 室友问，怎么今天心情这么好。 男滴说，你看，这是那个女滴送我的。 室友看了一眼，深表同情的拍着男滴肩膀说： 哥们儿，节哀吧，没戏了。 男滴问：为什么啊？ 室友指着芒果说：人家已经告诉你了，芒果，就盲目是没有结果滴。 男滴大哭。。。。", "key_words": {"pun_words": ["芒果"], "alternative_words": ["盲果"]}}, {"id": 16, "content": "同桌有点呆呆的，英语刚把数字1到10教完之后，那天突然小心翼翼的问了我个问题：英语1念one，那11是不是念oneone啊？111是不是念oneoneone呢？英语老师幽幽的来了句：你也可以这样念，你属狗的吧。", "key_words": {"pun_words": ["one"], "alternative_words": ["汪"]}}, {"id": 17, "content": "儿子幼稚园演话剧，全身蜘蛛装上台表演，第一句台词：“我是蜘蛛（只猪）！” 爸爸在台下掩口跟妈妈说：“猪怎么有八只脚啊？”", "key_words": {"pun_words": ["蜘蛛"], "alternative_words": ["只猪"]}}, {"id": 18, "content": "公司人事部有一女人任人事管理已多年，名声远传。终于有一日转到其他部门，可仍有很多人找她关于人事方面的麻烦，那天她实在不耐烦了，大声一叫：我早已不在人事（人世）了！！！", "key_words": {"pun_words": ["人事"], "alternative_words": ["人世"]}}, {"id": 19, "content": "弟弟初三快结束了，他们语文老师让写一篇关于初中美好的事情的作文。一同学写的作文题目为初中没好。里面写的都是学校、老师那些不太光彩的事。", "key_words": {"pun_words": ["没好"], "alternative_words": ["美好"]}}, {"id": 20, "content": "小时候上学，把English读为“阴沟里洗”的成了小菜贩子。", "key_words": {"pun_words": ["阴沟里洗"], "alternative_words": ["English"]}}, {"id": 21, "content": "弟弟初三快结束了，他们语文老师让写一篇关于初中美好的事情的作文。 一同学写的作文题目为《初中没好》。里面写的都是学校、老师那些不太光彩的事。", "key_words": {"pun_words": ["没好"], "alternative_words": ["美好"]}}, {"id": 22, "content": "有一日儿子问妈妈吃肉的是什么龙？妈妈说霸王龙？儿子又问吃草的是什么龙？妈妈说是梁龙。儿子想了想又问吃馍的是什么龙？妈妈答不上来，反问你说呢？儿子坚定的说：妈妈是蒸笼。", "key_words": {"pun_words": ["笼"], "alternative_words": ["龙"]}}, {"id": 23, "content": "飞机落地前，乘务员要做好各种物品的签封工作。 可刚签封完饮料，就有旅客要可乐，乘务员对旅客说：“我们都封了。” 客人很不理解：“我就要个可乐，你们就疯啦？”", "key_words": {"pun_words": ["疯"], "alternative_words": ["封"]}}, {"id": 24, "content": "一天，我正给一顾客介绍上网的好处，我告诉他上网的一大好处是能下载新软件。 这时有人拉我的衣角，回头看去是一妇女，满眼对高科技的崇拜，对上网的憧憬！敬佩万分地指着电脑问到：它？它？？它？？？？它能下崽！！！ 我：O", "key_words": {"pun_words": ["下崽"], "alternative_words": ["下载"]}}, {"id": 25, "content": "一家山西人在纽约唐人街开了家餐馆，儿子当服务生，老妈管收钱，老爸做大厨。 某一天，店里来了个老外，点了套餐，吃到一半，把汤碗打了。老爸正在厨房里切菜，听见外面的声音，赶忙跑出来看怎么回事。忙乱中，忘了把菜刀放下。 五大三粗的老爸，手持菜刀站在餐厅里，老外一看，心跳加速，血压急升，但更让他心碎加崩溃的是老爸的一番话。 老爸对正在加热炉上舀汤儿子说：烫少盛点儿！ 老外：ten thousand……老外以惊人的速度从口袋中掏出钱包，把里面所有的钱倒在桌上，然后狂奔出门。", "key_words": {"pun_words": ["ten thousand"], "alternative_words": ["烫少盛点儿"]}}, {"id": 26, "content": "两个东北爷们干起来了， 我仔细那么一听，没乐抽了， 就听见一个爷们说：我告诉你， 这儿，我地盘，我唆了算， 只听见另一个爷们，特别淡定的回了一句， 你他妈大舌头啷几的， 你咋不唆了辣椒呢，你唆了蒜。", "key_words": {"pun_words": ["唆", "蒜"], "alternative_words": ["说", "算"]}}, {"id": 27, "content": "你带5个朋友去饭店。 落座后你说：茶！ 小姐没领会就查：123456。 你感到好笑：倒茶！ 小姐倒着查：654321。 你大怒：你数啥啊？ 小姐害羞：俺属猪！", "key_words": {"pun_words": ["数"], "alternative_words": ["属"]}}, {"id": 28, "content": "公司招聘。有人说：“我叫赖月京，男。”老板晕死：“我们这没有女人，不会来月经”", "key_words": {"pun_words": ["来月经"], "alternative_words": ["赖月京"]}}, {"id": 29, "content": "女人炒菜很淡，生气地对男人说：都是你买的水货盐，这菜你一个人吃。男人炒菜很淡，女人生气地说：炒的菜哪里是给人吃的，这菜你一个人吃。", "key_words": {"pun_words": ["淡"], "alternative_words": ["单"]}}, {"id": 30, "content": "和老公看电视的时候， 我拿我家锤背的卡通锤当话筒，伸老公嘴边问：“这位帅哥，请你谈一下对这个事件的看法……请你谈一下……谈一下嘛，老公你就谈一下嘛……” 然后老公就很淡定的伸出手，弹了一下我的“话筒”，然后很深沉的说：“好了，弹一下了”……", "key_words": {"pun_words": ["弹一下"], "alternative_words": ["谈一下"]}}, {"id": 31, "content": "失去，就是拾取。", "key_words": {"pun_words": ["拾取"], "alternative_words": ["失去"]}}, {"id": 32, "content": "三岁的甜甜和姐姐去书店买书，姐姐在选她需要的书时，甜甜等不耐烦了，就叫：“姐姐，快点，我们走吧！” “再等一会儿，选好就走！啊！乖！” “姐姐，你都选些什么书呀？” “漫画书。” “哦，怪不得这么慢，你为什么不选些快画书呀！”", "key_words": {"pun_words": ["漫画书"], "alternative_words": ["慢画书"]}}, {"id": 33, "content": "路边听到一男向女的求爱， 男：“做我女朋友吧，我会永远对你好的。” 女：“我都跟你说了非诚勿扰了。” 男：“我真的很有诚意的。” 女：“我说的是非成勿扰，你又不是成功人士。”", "key_words": {"pun_words": ["成"], "alternative_words": ["诚"]}}, {"id": 34, "content": "清醒，就是庆幸。", "key_words": {"pun_words": ["庆幸"], "alternative_words": ["清醒"]}}, {"id": 35, "content": "老师：“小明，当你看到别人困难时该咋办？” 小明：“你要送给他一只鸡。” 老师：“为什么要送鸡？” 小明：“因为你说过舍己救人。” 老师：“……”", "key_words": {"pun_words": ["己"], "alternative_words": ["鸡"]}}, {"id": 36, "content": "有一次，朋友来找我玩，喊我的真名。我可不干了，立刻提示她：不行，你得喊我小名。 沉默数秒，只见她小心翼翼地张开嘴，轻声喊道：小明。", "key_words": {"pun_words": ["小明"], "alternative_words": ["小名"]}}, {"id": 37, "content": "初中化学组老师普遍脱发，戴假发的特多。 有一老师叫孟x波，我们亲切地叫他假发波，对家长也这么叫他。 一日老师正在办公室备课。 有一家长推门进去。 问：贾老师在么。 众老师说没有这个人啊。 这时，孟老师淡定地站起来：“可能...叫的是我。”", "key_words": {"pun_words": ["贾"], "alternative_words": ["假"]}}, {"id": 38, "content": "周末，心血来潮，在家煮皮蛋瘦肉粥。满心欢喜地问男友：咸淡合适吗？他边吃边说：还没有吃到咸蛋。", "key_words": {"pun_words": ["咸蛋"], "alternative_words": ["咸淡"]}}, {"id": 39, "content": "我们一个同事,他去考驾照时,对考官说了一句经典的话:报告仪表，考官正常", "key_words": {"pun_words": ["正常"], "alternative_words": ["政府"]}}, {"id": 40, "content": "一村妇到集市卖花生，当市场协管员收费时她拔腿就跑，但还是被协管员抓住，协管员说到：“昨天我就想抱你睡(报你税)的，今天我非得抱你睡(报你税)不可。”", "key_words": {"pun_words": ["抱你睡"], "alternative_words": ["报你税"]}}, {"id": 41, "content": "八戒应聘，老板问：你有职称吗？八戒骄傲地说：净坛使者！老板：净痰屎者？哦，那就去扫厕所吧！", "key_words": {"pun_words": ["净痰屎者"], "alternative_words": ["净坛使者"]}}, {"id": 42, "content": "一对母子正在边看电视边吃午餐，小孩儿突然说：＂妈妈，我喜欢范冰冰！＂妈妈：＂哟！儿子要求还挺高！＂说着，就从冰箱里拿了冰块，放到了儿子的饭碗里，＂这下饭冰冰了＂", "key_words": {"pun_words": ["饭"], "alternative_words": ["范"]}}, {"id": 43, "content": "一天，我领着三岁的女儿苗苗在小区里玩。当我们坐在石凳上不久后，不知道从哪窜出来一只小猫来到女儿的跟前。可能这是一只流浪猫，它应该是饿坏了，看着女儿正在吃着火腿肠，所以它就冲着我闺女喵喵地叫了起来。但是女儿却瞪大眼睛，吃惊地对我说：妈妈，小猫怎么知道我叫苗苗啊？", "key_words": {"pun_words": ["苗苗"], "alternative_words": ["喵喵"]}}, {"id": 44, "content": "儿子：我不要你辅导，我要妈妈辅导，昨天你把一顿饭写成一吨饭，同学们都笑话我是大饭桶。", "key_words": {"pun_words": ["吨"], "alternative_words": ["顿"]}}, {"id": 45, "content": "数学课，下课铃声已经响过，而数学老师还在讲题目：这个角和这个角最后全班都每人回答了，数学老师还在那问：什么角啊？然后就是突然从角落里冒出一个声音：香港脚！全班爆笑，老师脸一下子就阴下来，二话不说就拔了插头，抱着电脑离开了。", "key_words": {"pun_words": ["脚"], "alternative_words": ["角"]}}, {"id": 46, "content": "一对无在吵架，女：“我真是越来越受不了你了！” 男：“瘦不了就胖着吧！”", "key_words": {"pun_words": ["瘦"], "alternative_words": ["受"]}}, {"id": 47, "content": "“大叔，请问前列县在哪？”大妈问路边的大叔。 “你问这个干什么？”大叔震惊。 “我告诉你，你不要乱给别人说，隔壁的老头说前列县发盐，我要去看看！”", "key_words": {"pun_words": ["前列县发盐"], "alternative_words": ["前列腺发炎"]}}, {"id": 48, "content": "某公司子弟学校校长，来到公司办公室请示。 “经理，咱们学校因教学上的需要，想买一台录音机。” “教书又不是听唱歌，要录音机有什么用？” “当前都在搞电化教学，这是必要的设备。” “什么，电话教学？老师学生在一间教室里上课，还用打电话吗？”", "key_words": {"pun_words": ["电话"], "alternative_words": ["电化"]}}, {"id": 49, "content": "一个顾客指着刚买的菜叹息道：唉，这熘肉怎么才这么几片肉？ 另一位顾客接茬道：肉要是不会溜，能叫熘肉片吗？", "key_words": {"pun_words": ["溜"], "alternative_words": ["熘"]}}, {"id": 50, "content": "到电台主持人说了一专家聊天器，觉得真是个好产品，可以买一个寂寞时陪自己聊天。又听了两句，原来是专家聊天气。", "key_words": {"pun_words": ["聊天气"], "alternative_words": ["聊天器"]}}, {"id": 51, "content": "一个便衣警察提醒同伴：注意！要犯出现了！一个过路的老太太听了自言自语地说：神经兮兮，这么大个社会，出现一个两个要饭的，也值得大惊小怪！", "key_words": {"pun_words": ["要饭"], "alternative_words": ["要犯"]}}, {"id": 52, "content": "大学生小康寒假回家乡过年，闲得无聊时突然想上网。 可是他找了半天也没有找到网吧，就想到了每天买菜的外婆。 回到家就问外婆：“外婆你知道哪里有网吧吗?” 外婆说：“王八？菜市场里有，明天我帮你买!”", "key_words": {"pun_words": ["王八"], "alternative_words": ["网吧"]}}, {"id": 53, "content": "一女生A给另一女生B发qq消息：长亭外，古道边，芳草天。 女生B不解，问：什么意思。 女生A回答：不要碧莲", "key_words": {"pun_words": ["碧莲"], "alternative_words": ["B脸"]}}, {"id": 54, "content": "小学时一个很讨厌的男生找我借橡皮，我不借，他就死缠烂打，之后我用尽全身的力气狂吼了一句：我不嫁(借)给你！ 当时同学们立马安静下来了！", "key_words": {"pun_words": ["嫁"], "alternative_words": ["借"]}}, {"id": 55, "content": "在书店如何跟‍女生搭讪？ 你就说：美女，喜欢书吗？ 美女说：喜欢…… 你就说：叔也喜欢你。", "key_words": {"pun_words": ["叔"], "alternative_words": ["书"]}}, {"id": 56, "content": "考场上，甲生偷偷的扭过头来问乙生：喂，情人眼里这话的下半句咋说？乙生答道：出西施。批阅试卷时，教师哑然失笑，原来甲生的试卷上写的是：情人眼里出稀屎。", "key_words": {"pun_words": ["稀屎"], "alternative_words": ["西施"]}}, {"id": 57, "content": "同学问我：“知道树和马像什么吗？” 我想了好久都没想出来。 结果同学语重心长的告诉我：“真笨！数码相机啊！”", "key_words": {"pun_words": ["数码相机"], "alternative_words": ["树马像机"]}}, {"id": 58, "content": "罐罐和梅老师在家一起看《时尚王》 梅老师噙着口水感叹说：“女主角可真漂亮啊，要是能娶到这样的老婆，我就此生无憾了……。” 罐罐顿时内疚了：“哎，都因为你娶了我，所以还要一直上班~” 两人若无其事看了很久 罐罐：“你刚刚说的是“此生无憾”还是“辞职不干”？”", "key_words": {"pun_words": ["此生无憾"], "alternative_words": ["辞职不干"]}}, {"id": 59, "content": "今天拿电卡去营业厅买电。营业员问我前面的大爷：买多少？大爷说：200！营业员问：200度？那大爷说：那你们的电还论吨卖啊！", "key_words": {"pun_words": ["吨"], "alternative_words": ["度"]}}, {"id": 60, "content": "我校一女同学，为人很个性，尤其是她那一头又浓又密的乱发让我们受不了。我们经常劝她去剪一下，她却一甩头，道：“你们懂什么，这才叫酷头哪！” “哦，裤头耶！”", "key_words": {"pun_words": ["裤头"], "alternative_words": ["酷头"]}}, {"id": 61, "content": "英文课，湖湖又坐在老师面前第一位。 师曰：suspect，嫌犯。 湖湖于是随手在笔记上写：咸饭。 老师不忍使湖湖难堪，于是老师又抬高音量：suspect，嫌疑犯。 只见湖湖若有所悟，提笔将咸饭改成咸鱼饭。", "key_words": {"pun_words": ["咸饭", "咸鱼饭"], "alternative_words": ["嫌犯", "嫌疑犯"]}}, {"id": 62, "content": "有天，小明要考试，但是他都没准备，所以他打算要作弊，就跟前面那位同学说：等会我踢你椅子一下，你就给我瞄一下！ 于是开试考始，正当老师走过小明身边时，他马上踢了一下那位同学，可是前面的那同学不知是没感觉还是故意不给小明看，没有反应。于是小明又生气又紧张的连踢三下…… 只听到前面那位同学喵！喵！喵！连叫了三声。", "key_words": {"pun_words": ["喵"], "alternative_words": ["瞄"]}}, {"id": 63, "content": "两个小男孩的对话。其中一个男孩说：我们先恋爱，长大后你就嫁给我吧！可以吗？另一个：你姓什么？张啊？怎么了？没事！我姓韩！我妈妈说了，同姓是不可以在一起的，我们不同姓就可以。哦！两人牵着手跑远了。", "key_words": {"pun_words": ["同姓"], "alternative_words": ["同性"]}}, {"id": 64, "content": "高中的时候，第一次上劳动课， 老师是个老头，自我介绍说：“我叫吴树山。” 我突然来了灵感，马上接道：“西北望长安，可怜无数山。” 全班爆笑，老师面色铁青，随后我被干重活。", "key_words": {"pun_words": ["无数山"], "alternative_words": ["吴树山"]}}, {"id": 65, "content": "一日，张参谋打传呼给李参谋，留言：小解放（车）在家，我用一下。 下午李参谋把传呼给张参谋一看：小姐放在家我用一下。", "key_words": {"pun_words": ["小姐放"], "alternative_words": ["小解放"]}}, {"id": 66, "content": "一日中午，某局长领着几个科长到饭店吃饭，服务小姐问：请点菜，一科长说：领导定。某局长点了几道菜。小姐认为领导定也是一道菜，就在菜单上写上了领导腚。 菜单到了厨房，大师傅一看菜单，领导腚是什么菜？想来想去，拿来猪后丘，做了一道菜。服务小姐把这道菜端到饭桌，报了一下菜名：这道菜叫领导腚，请各位品尝。", "key_words": {"pun_words": ["领导腚"], "alternative_words": ["领导定"]}}, {"id": 67, "content": "有一对姓范的夫妇在给自己刚出生的孩子起名字。 父亲说：现在香港、澳门都回归了。干脆就叫'范统一'吧。 母亲想了一会：啊，‘一桶饭’。", "key_words": {"pun_words": ["范统一"], "alternative_words": ["饭桶一"]}}, {"id": 68, "content": "冬天大雪，Pol.ice要求所有车辆都要绑防滑链。 先来一辆越野车，司机跟Pol.ice说：“我的车是四驱的，不用防滑链。” Pol.ice于是放此哥们过去了。后面来一小车，死活不让Pol.ice绑链子，说前面的车都不绑。 Pol.ice跟他解释说：“人家的车是四驱的。” 此哥们立刻毛了：“你们歧视人吧，他的车是市区的，我的车就是郊区的么？！”", "key_words": {"pun_words": ["市区"], "alternative_words": ["四驱"]}}, {"id": 69, "content": "地理老师问我：地球的四大洋是什么？我答：喜羊羊、美羊羊、懒羊羊和沸羊羊！", "key_words": {"pun_words": ["洋"], "alternative_words": ["羊"]}}, {"id": 70, "content": "蝴蝶对朋友蚂蚁说：你这么闷是永远找不到女朋友的，有没有考虑过以后啊？蚂蚁说：考虑过，但是蚁后看不上我。", "key_words": {"pun_words": ["蚁后"], "alternative_words": ["以后"]}}, {"id": 71, "content": "弟弟对正在玩电脑的姐姐说：“姐姐，姐姐，妈妈说人的眼睛、鼻子、嘴巴和耳朵是连通的。” 姐姐盯着电脑屏幕头也不回的说：“那什么是电信的？”", "key_words": {"pun_words": ["连通"], "alternative_words": ["联通"]}}, {"id": 72, "content": "运筹学课上，老师问：这个解满足约束条件吧？ 学生：满足。 老师贱贱地笑着说：满族是中国的少数民族。 呃，约束条件，满足，满族，少数民族……", "key_words": {"pun_words": ["满足"], "alternative_words": ["满族"]}}, {"id": 73, "content": "儿子正睡，突然手摸我胸，突然冒出一句：小娘们儿，我回来了。 瞬间石化，三根黑线从头顶挂到脚面。 悄悄告诉老公：不要看那些乱七八糟的电视。 老公笑疯了，说：什么呀，那是《喜羊羊和灰太狼》里灰太狼的台词：小羊们，我回来了。", "key_words": {"pun_words": ["小羊们"], "alternative_words": ["小娘们儿"]}}, {"id": 74, "content": "阿花跟阿狗说…… 今天考试的时候…… 我踢你一下…… 你就要给我瞄一下…… 到了考试的时候…… 阿花踢了阿狗一下…… 阿狗便回答……喵~~~", "key_words": {"pun_words": ["喵"], "alternative_words": ["瞄"]}}, {"id": 75, "content": "一个妈妈答应在她儿子12岁生日的一天，送他一个手机。于是，儿子等呀等，终于等到了那一天。儿子问；妈妈，你说过，你要在我12岁生日的一天，送我一个手机的！只见这位妈妈抓来了一只鸡，叫儿子拿在手上。妈妈说；这就是送你的手鸡！", "key_words": {"pun_words": ["手鸡"], "alternative_words": ["手机"]}}, {"id": 76, "content": "某人与同伴一同去商场买手表，当售货员不厌其烦的为他介绍完所有男式手表，并极力推销一款价格昂贵的手表是标准的男式表时，其同伴不厌其烦地说：他不是一个表准的男人！", "key_words": {"pun_words": ["表准"], "alternative_words": ["标准"]}}, {"id": 77, "content": "思想课，老师：“古时候，出家人慈悲为本，善念为怀，扫地不伤蝼蚁命，爱惜飞蛾纱照灯。 同学们，你们说出家人必备的是什么？” 一位学生抢答：“老师，我知道！是圆规！” 老师问：“为何？” 该生说：“因为‍出家人经常化缘。”", "key_words": {"pun_words": ["化缘"], "alternative_words": ["画圆"]}}, {"id": 78, "content": "今天一同事来上班，看见他头发短了， 我：怎么把头发剪了，是不是凉快？ 他一脸真诚的对我说：不是两块，是28块！", "key_words": {"pun_words": ["两块"], "alternative_words": ["凉快"]}}, {"id": 79, "content": "上次看的一个节目,什么名字不记得了,就记得开头是个记者在火车站问人:你幸福吗?,见人就问,有人说幸福有人说不。后来问到一个农民.....记者:你幸福吗?农民看了记者几眼,无辜的说道 俺姓王。", "key_words": {"pun_words": ["姓"], "alternative_words": ["幸"]}}, {"id": 80, "content": "某天上工程数学时，教授跟同学说：我知道我们这本工数很难，以后若对这本书的题目有任何问题的话，就私下来问我。 就在几天后小明拿了一堆问题去找教授，此时教授发觉小明的书支离破碎的。 教授：这本几十元的书你怎么把它斯成这样？ 小明：教授你不是要我们撕下来问你吗？", "key_words": {"pun_words": ["撕"], "alternative_words": ["私"]}}, {"id": 81, "content": "“老师，您找我啊？” “听说你最近经常犯事儿啊。你昨天逃课了吧？” “额。。。我是有逃课。” “你在宿舍用热得快了吧？” “我是有用的。” “你在寝室用电吹风了吧？” “嗯。。。我是有用的。” “哦，老师错怪你了，去把你是有(室友)叫来！”", "key_words": {"pun_words": ["是有"], "alternative_words": ["室友"]}}, {"id": 82, "content": "搞活动为凑人数，主办人员打电话向中介要人，中介的负责人电话里问：“男的要吗？” 活动负责人说：“要！” 中介负责人又问：“岁数大的要吗？” 活动负责人有些着急的说：“要、要！” 中介负责人继续问：“有点残疾的也要吗？” 活动负责人有些急了说：“要、要、要，是人都要！” 中介负责人没听清楚有些惊讶地问：“什么！死人都要……”", "key_words": {"pun_words": ["死"], "alternative_words": ["是"]}}, {"id": 83, "content": "一家山西人在纽约唐人街开了家餐馆，儿子当服务生，老妈管收钱，老爸做大厨。 某一天，店里来了个老外，点了套餐，吃到一半，把汤碗打了。 儿子跑过去一看，说：碗打了！ 老外想：one dollar……", "key_words": {"pun_words": ["one dollar"], "alternative_words": ["碗打了"]}}, {"id": 84, "content": "寝室里有人说：“我搁的洗衣粉儿太多了。” 一个哥们问：“你哥的媳妇儿太多了?有几个？送我两个玩玩！”", "key_words": {"pun_words": ["哥的媳妇儿"], "alternative_words": ["搁的洗衣粉儿"]}}, {"id": 85, "content": "相亲，吃饭。 “我看看……你喜不喜欢吃金针菇肥牛？” “嗯。” “服务员，请来一份金针菇，谢谢。”(肥妞)", "key_words": {"pun_words": ["肥牛"], "alternative_words": ["肥妞"]}}, {"id": 86, "content": "甲：怎么，你老公反对你买彩票？给你的女儿取名叫无奖。乙：你知道我老公姓啥？甲：姓什么？乙：姓吴。不这样能有口彩吗？", "key_words": {"pun_words": ["吴"], "alternative_words": ["无"]}}, {"id": 87, "content": "老妹处了个乡下男朋友，爸妈有点不乐意。 这天，这小伙子要登门拜访了，我妹妹千叮咛万嘱咐：“亲爱的，为了咱们将来的幸福，今天无论我爸妈说啥，你都一定要忍让，要懂得谦卑……” 小伙子连连点头。 一进门，我妈倒也算热情：“你是小王吧？欢迎欢迎！” 没想到小王一听竟然愣了，瞅瞅我妹妹，赶紧微笑着说：“阿姨您这么叫我真是抬高我了！我是小土鳖！”", "key_words": {"pun_words": ["小王吧"], "alternative_words": ["小王八"]}}, {"id": 88, "content": "县官太太同学官、营官太太一起吃饭，席间闲谈起来，互相询问诰封的是什么称呼。县官太太说：我们老爷称文林郎。学官太太说：我们老爷称修职郎。二人问营官太太是什么称呼，营官太太说：我们老爷是黄鼠狼。另两位太太忙问：哪有这样的称谓？营官太太说：我常见我们老爷下乡查场回来，总带回不少鸡，自然是个黄鼠狼了。", "key_words": {"pun_words": ["狼"], "alternative_words": ["郎"]}}, {"id": 89, "content": "某俱乐部老板很不受球员喜欢。球员们常伺机报复。 一日，他对球员训话道：你们，一定要，听从指挥，啊，而且，听到命令，必须立即，做出反应！ 球员门答道：是！ 经理满意地点了点头，又拖着腔说：我要球…… 只听一阵咚咚咚的声音，几十只球朝着经理飞过去，把他砸的头晕眼花。", "key_words": {"pun_words": ["要球"], "alternative_words": ["要求"]}}, {"id": 90, "content": "女友跟我说，晚上给我妈买箱水。 我接完电话马上搬了箱冰露送过去了。 刚才女友打电话过来一阵暴怒：“啊，让你买香水你买一箱矿泉水！”", "key_words": {"pun_words": ["买香水"], "alternative_words": ["买箱水"]}}, {"id": 91, "content": "初中时候老师叫背木兰辞，紧张阿弟闻姊来，磨刀霍霍向爹娘（猪羊）全班暴笑，自己也笑，结果后面全忘了，还好老师没罚~~", "key_words": {"pun_words": ["爹娘"], "alternative_words": ["猪羊"]}}, {"id": 92, "content": "我们几个朋友相邀去k歌，朋友的女儿和我儿子也同去，两个小朋友甚是兴奋。小女孩高喊：我要唱宫的歌。我儿子立刻还以颜色说：我要唱母的歌。", "key_words": {"pun_words": ["宫"], "alternative_words": ["公"]}}, {"id": 93, "content": "某日县长请客吃早餐道：今天请大家吃油条加稀饭，诸位别客气。服务员道：稀饭要大碗小碗？县长道：我请客，当然每人来碗大份（粪）。", "key_words": {"pun_words": ["份"], "alternative_words": ["粪"]}}, {"id": 94, "content": "办公室主任接了个电话，说是让人去领春节发的福利。让谁去呢？ 主任看了看正忙着写工作计划的小刘，又看了看坐一旁的小王，随口说了句：“小刘忙（小流氓），小王吧（小王八）。” 全办公室的人听了都先后笑了，只有主任不知道他们在笑什么。", "key_words": {"pun_words": ["小刘忙", "小王吧"], "alternative_words": ["小流氓", "小王八"]}}, {"id": 95, "content": "英语课上，小张上课不专心，老师忽然提问：小张，狗怎么读？小张吓一跳边起立边喊了一声：到。对了，dog，请坐下。", "key_words": {"pun_words": ["dog"], "alternative_words": ["到"]}}, {"id": 96, "content": "在学校读书的时候，我发现了个规律，凡是学习好的同学考试前都说“我去考试了！”，学习不好的说“我去！！！考试了！” 考试完后呢，那些学习好的同学都说“我考完了！”，学习不好的说“我靠！！！！完了！”", "key_words": {"pun_words": ["靠"], "alternative_words": ["考"]}}, {"id": 97, "content": "上次看CCTV的一个节目，什么名字不记得了，就记得开头是个记者在火车站问人：“你幸福吗？” 见人就问，有人说幸福有人说不，后来问到一个农民…… 记者：“你幸福吗？” 农民看了记者几眼，无辜的说道：“俺姓王！”", "key_words": {"pun_words": ["幸福"], "alternative_words": ["姓福"]}}, {"id": 98, "content": "瞪得老公都不好意思了， 老公灵机一动就把手放在她胸上， 老公说：“我现在这个动作可以形容你现在的表情！” 她说：“什么？” 老公说：“好凶！” 然后老婆就笑了。", "key_words": {"pun_words": ["凶"], "alternative_words": ["胸"]}}, {"id": 99, "content": "老张到老何家的大棚看望。见老何正在栽菜苗，就调侃道：你这双手就是一味中药---何手污。", "key_words": {"pun_words": ["何手污"], "alternative_words": ["何首乌"]}}, {"id": 100, "content": "民：你们军中有没有军妓呀？ 军：有呀！没有军纪怎么行呀？军纪是很重要的。 民：真的？！要不要付钱呀？ 军：要什么钱啊？当然不用！军纪是我们军人的精神粮食。 民：那你们的军妓来自哪里？ 军：统一由上面传下来的。", "key_words": {"pun_words": ["军妓"], "alternative_words": ["军纪"]}}, {"id": 101, "content": "大学时我们班有个女生叫刘芸。一次，别的班的同学给她捎来一封信。信封上她的的芸字中下半部云上面一横，由于写得太潦草，横变成了点。结果那同学拿着信就在我们楼道里叫刘芒，谁叫刘芒，有你一封信。 全楼道的人都跑出来看刘芒（流氓）了。结果那叫刘芸的女生就无奈地被叫了四年的流氓。", "key_words": {"pun_words": ["刘芒"], "alternative_words": ["流氓"]}}, {"id": 102, "content": "郭先生找了一个女朋友，女朋友姓缴，郭先生的母亲强烈反对他们的恋爱。郭先生说：“哪我们郭家人娶哪些姓的女子好？” 母亲说：“娶姓蔡的和姓水的，锅里可以容纳菜和水。”", "key_words": {"pun_words": ["菜", "锅"], "alternative_words": ["蔡", "郭"]}}, {"id": 103, "content": "一天，皇帝挺高兴，意气风发的告身边的小李子说：你用一句话来形容朕,说好了有赏，说不好砍了你。小李子：渣！然后小李子就被砍了。", "key_words": {"pun_words": ["渣"], "alternative_words": ["喳"]}}, {"id": 104, "content": "MIKE开了家起名公司，据说由他起名的公司都发达了，一时间名声大噪，生意到也兴隆。有家皮蛋厂皮蛋销路不好，厂长就找上门。要MIKE为他们的皮蛋起个好名字。 MIKE想了想，说道：现在市面上流行的无非是王字和霸字，比如画王，花王，视王，彩坝还有什么面霸的，对了！MIKE一拍大腿叫到：不如你们的皮蛋就叫王霸蛋吧！", "key_words": {"pun_words": ["王霸蛋"], "alternative_words": ["王八蛋"]}}, {"id": 105, "content": "我外甥女五岁，爱吃瓜果蔬菜，长得水灵可爱，就是说话有时候咬字不太清。 一天，他从大门外跑进来喊：“舅舅舅舅，外面一个卖王八的，你给我买，我要吃我要吃。”说着就拉了我的手向外拽。我也好奇：真有来村里卖王八的，这倒要去看看。 到了外面一看，原来是个买黄瓜的。", "key_words": {"pun_words": ["王八"], "alternative_words": ["黄瓜"]}}, {"id": 106, "content": "一次上小学一年级的侄儿突然问我：叔，屁是什么？ 于是乎，我左思右想如何将这种特殊气体不庸俗地解释给这位求知欲旺盛的小朋友，还没等我想好，他就说：你真笨，P就是停车场啊！", "key_words": {"pun_words": ["P"], "alternative_words": ["屁"]}}, {"id": 107, "content": "妈妈问：小明，这么晚了怎么还不睡觉？ 小明答：我在看微博。 妈妈：微波怎么啦？坏了吗？ 小明：不是，我在网上看。 妈妈奇怪：家里的微波好好的，我今晚都做过菜的啦。 小明不爽：妈，你不懂啦，此微博非彼微波。 妈妈不悦：你别以为我什么都不懂，微波微博，不就是用来炒菜用的呗！", "key_words": {"pun_words": ["微博"], "alternative_words": ["微波"]}}, {"id": 108, "content": "今天做活动遇到一个奇葩客户， 填写单子的时候问他姓名，他说：“你猜猜。” 我说要填写你宝宝的名字，他说：“你猜猜。” 问了三次说了三次你猜猜，问到最后客户恼了， 拿过笔来大笔一挥写下了他宝宝的名字“倪彩彩”", "key_words": {"pun_words": ["倪彩彩"], "alternative_words": ["你猜猜"]}}, {"id": 109, "content": "吃饭时我玩手机，妈抒情的说：把你的小鸡鸡收起来", "key_words": {"pun_words": ["小机机"], "alternative_words": ["小鸡鸡"]}}, {"id": 110, "content": "一日上化学课，老师领着我们复习上节课的内容，问道：上节课我们学习了离子键，共价键还有什么键？ 某君答道：还有郑伊健。", "key_words": {"pun_words": ["健"], "alternative_words": ["键"]}}, {"id": 111, "content": "儿子和妈妈在火车上聊天。。。 儿子：妈妈，晚上不能坐火车的，有鬼啊！！！ 妈妈：别乱说，哪里有鬼！ 儿子：有铁轨啊！", "key_words": {"pun_words": ["轨"], "alternative_words": ["鬼"]}}, {"id": 112, "content": "老师上课用上海话向学生问道：有谁能解释一下‘小巫见大巫’这个成语。 那还不容易？小郭自告奋勇地答道，其实是‘囊中羞涩’的另一种说法。原意是指‘小户’见了‘大户’，自觉得钱没人多，只得自叹不如、自惭形秽。所以谓之‘小户见大户’者也。", "key_words": {"pun_words": ["小户", "大户"], "alternative_words": ["小巫", "大巫"]}}, {"id": 113, "content": "韩先生有空就查字典，想给即将出世的宝宝起他好名字，同事们七嘴八舌的给他出主意，可韩先生都不太满意。 过了几日，同事们关心的问韩先生：“宝宝的名字想好了吗？” 韩先生：“想好了，大名：韩金量，小名：999”", "key_words": {"pun_words": ["韩金量"], "alternative_words": ["含金量"]}}, {"id": 114, "content": "某高校院系调整圆满完成，各系无论大小纷纷挂牌“学院”。 总结大会上校长慷慨陈词：“从今以后，我们学校就没系了。”", "key_words": {"pun_words": ["系"], "alternative_words": ["戏"]}}, {"id": 115, "content": "一个学馆中有两个学生，一个聪明，一个呆笨。老师出题考他们对对子，正好院子中有梅树，老师便指着树出题：老梅。聪明学生看到盆里种柏树，便对道：小柏。老师说：好！又让另一个学生再对得好些。 剩下那个学生不会对，他把小柏误听成小伯，便对道：阿爹。老师见他对得不像话，大怒，用戒尺打他。他哭道：他小伯不打，倒来打阿爹！", "key_words": {"pun_words": ["小伯"], "alternative_words": ["小柏"]}}, {"id": 116, "content": "深夜12点，两青年正在热恋当中，忽然有人敲门，两人紧张的松开对方，只见穿着警服的两人站在门口。 “什么事？刚才有人查过了，户口本、身份证、计划生育证……证件齐全。” 来人中其中一人道：不是查证，是收税！ 男：收费？卫生费、水费、电费、管理费都交过了，在银行代扣，你们找银行吧？ 另一人解释：不是收费，是收税的！ 女：收睡的？我们歌唱了，舞也跳了，酒也喝了，亲也亲了，还就是没有睡，你去别处收去吧！", "key_words": {"pun_words": ["睡"], "alternative_words": ["税"]}}, {"id": 117, "content": "我曾梳一条长长的辫子，小外甥女两岁时对我的大辫子极为祟拜。一天，我见她也梳了一条细细的小辫儿，便有意挑衅：宝宝，你头上的是什么啊？ 小辫儿！她极其热切地仰着脸说。 那，你看舅妈头上的是什么？ 大辫！", "key_words": {"pun_words": ["大辫"], "alternative_words": ["大便"]}}, {"id": 118, "content": "小明上课爱开小差，一天上课他又在开小差，地理老师正在提问五带是哪五带，小明就自告奋勇得站起来高声说：唐、宋、元、明、清。全班同学爆汗。", "key_words": {"pun_words": ["五带"], "alternative_words": ["五代"]}}, {"id": 119, "content": "有一个马虎的肛肠科医生,给病人看病后就在病历上写上:肛门发言. 主任医生看了之后气愤地在病历上写道:屁话!", "key_words": {"pun_words": ["发言"], "alternative_words": ["发炎"]}}, {"id": 120, "content": "儿子：“爸爸，我知道吸铁石为什么能吸铁了。” 爸爸：“真的？为什么？” 儿子：“因为是磁（雌）铁。”", "key_words": {"pun_words": ["磁"], "alternative_words": ["雌"]}}, {"id": 121, "content": "语文老师正在讲卷子上的模拟题：这道题大家基本都做对啦，我随便找个人来讲下怎么做的，你说一下。该生站起来说：老师，这题我做错了老师：你坐下吧你们看，我真是慧眼识猪啊。", "key_words": {"pun_words": ["猪"], "alternative_words": ["珠"]}}, {"id": 122, "content": "某地有两个做官人。不通文章，但却喜欢卖弄文章。 一次，其中的一个称赞杜荀鹤的诗，说也应无计避征徭这句非常之好。 另一人不服，说：这句有什么好，一定是句误诗，野鹰怎么能有征徭？ 说这诗好的人解释说：这怎么会有误呢！杜荀鹤是著名诗人，这是当年苛捐需征收翎毛罢了！", "key_words": {"pun_words": ["野鹰"], "alternative_words": ["也应"]}}, {"id": 123, "content": "王小明对自己的同桌说：昨天我在作文里只写错了一个字，就被老爸狠狠揍了一顿！同桌很惊讶地问：哪一个字？王小明说：不就是把列祖列宗写成劣祖劣宗嘛。", "key_words": {"pun_words": ["劣祖劣宗"], "alternative_words": ["列祖列宗"]}}, {"id": 124, "content": "上课的时候，老师问学生的梦想职业，结果不外乎将来要做一位工程师、科学家、航天员、医生等。只有一学生立志做一名志愿者。老师对这位学生刮目相看，问他为什么？他答道：老师，您想，要是当一名自愿者，是不是你布置的家庭作业，我想做就做，不想做就不做，全凭自愿，不能强迫？", "key_words": {"pun_words": ["自愿者"], "alternative_words": ["志愿者"]}}, {"id": 125, "content": "有一个英文名字叫汉姆的大学老师，在学校里每天都很辛苦的备课，时间久了，于是就有了后来非常出名的贝克汉姆。", "key_words": {"pun_words": ["贝克"], "alternative_words": ["备课"]}}, {"id": 126, "content": "一天，一个病人去医院看病，医生告诉他说：“你必须先验血，再验尿，最后验大便。” 过了一会儿，病人很难过的跑了过来。“医生，我把血咽了，尿也咽了，可是大便怎么也咽不下去呀！”", "key_words": {"pun_words": ["咽"], "alternative_words": ["验"]}}, {"id": 127, "content": "物理老师讲课：“这是一根粗弹簧，我从两端推它，看，它是不是变密了？” 学生齐声道：“是便秘了。”", "key_words": {"pun_words": ["便秘"], "alternative_words": ["变密"]}}, {"id": 128, "content": "有个患青盲眼的人，涉及到一个案子，他自己诉说自己的眼瞎。官员说：你长了一双青白眼，怎么能假装瞎呢？那人答道，老爷看小人是清白的，小人看老爷是糊涂的。", "key_words": {"pun_words": ["清白"], "alternative_words": ["青白"]}}, {"id": 129, "content": "同事实习完毕，办入职手续，录入的时候她跟我说：“我身份证上是程以一，不是程一一。” 我开玩笑说：“哈哈，那你妹妹是不是叫程蝶衣？” 她鄙夷的哼了一声：“我爹的智慧岂是你能揣测的。” 填亲属关系的时候，我问：“你妹到底叫啥？” 她板着个苦逼的脸，犹豫良久，嘴角抽搐，缓缓吐出三个字：“程以二。” 程以二，乘以二。", "key_words": {"pun_words": ["乘以二"], "alternative_words": ["程以二"]}}, {"id": 130, "content": "夫妻俩因为房子的事意见不同起了争执，最后决定问问儿子:“是租房子好?还是购房子好?” 儿子思考片刻，说:“依我看动物园最好。”", "key_words": {"pun_words": ["租", "购"], "alternative_words": ["猪", "狗"]}}, {"id": 131, "content": "“老婆，我给咱女儿取了一个好听的名字——顾诗卉， 寓意如诗如花一样娇艳美丽的女子。” “算了吧！老顾”", "key_words": {"pun_words": ["顾诗卉"], "alternative_words": ["故事会"]}}, {"id": 132, "content": "一位萌妹纸感冒了在图书馆纸用完了，于是发短信给室友，说：过来的时候带两包纸。 不一会儿，室友过来了，手里拿着两包子……", "key_words": {"pun_words": ["两包子"], "alternative_words": ["两包纸"]}}, {"id": 133, "content": "英语测验后，英语老师对课代表说：让没PASS的同学留下。 结果，课代表在黑板上写道：放学后，不怕死的留下。", "key_words": {"pun_words": ["怕死"], "alternative_words": ["PASS"]}}, {"id": 134, "content": "老张给儿子买婚房，他座电梯去上楼看户型，刚好有小伙子带了一条狗也进了电梯。 这条狗在老张两只脚前转来转去，不停地用鼻嗅，用嘴啃，吓得老张来回地抬起脚来。 冲着小伙子说：“我刚出门，又碰上了一个‘啃老足’！”", "key_words": {"pun_words": ["啃老足"], "alternative_words": ["啃老族"]}}, {"id": 135, "content": "某天下班吃饭时间，我和哥们坐在一帅哥旁边吃饭。哥们说：今天的粉条不好吃！ 旁边这帅哥抬头：啥？粪条？ 哥们不怀好意的说：粉条！ ＂哦＂帅哥继续吃饭。 我憋了好久： ＂粪条不是厕所里的么？＂ 全场哗然！", "key_words": {"pun_words": ["粪条"], "alternative_words": ["粉条"]}}, {"id": 136, "content": "誓言，就是失言。", "key_words": {"pun_words": ["失言"], "alternative_words": ["誓言"]}}, {"id": 137, "content": "小姨子要结婚了，我与妻子商量送点礼给她表示祝贺。我说送点钱，妻说那样很庸俗。我跟妻说：“那我们送一把很贵重的伞给她。” 妻说：“太不吉利了，刚结婚就要散了。” 我说：“那送一床踏花被吧。” 妻说：“那更使不得。” 我不解地问：“结婚的人不用盖被子吗？” 妻说：“她的丈夫会忌讳的，因为你是告诉他要是去寻野花会背运的。”", "key_words": {"pun_words": ["伞", "被"], "alternative_words": ["散", "背"]}}, {"id": 138, "content": "一个73岁大爷要做下肢手术，麻醉医生打完麻醉后，问：“脚麻吗？” 大爷无语，医生提高分贝再次发问：“脚麻吗？” 大爷怒吼：“我都三十年不叫妈妈了！”", "key_words": {"pun_words": ["叫妈"], "alternative_words": ["脚麻"]}}, {"id": 139, "content": "新学期开始，两同学互相自我介绍。一个说：我叫李建明，建筑的建，明天的明。你名字叫啥呢？另一个说：我叫王建明。那么巧，你也有个jian啊，哪个jian呢？和你一样的贱！！！", "key_words": {"pun_words": ["贱"], "alternative_words": ["建"]}}, {"id": 140, "content": "从某杂志看到测女朋友是否腐女，问她‘攻’反义词是什么，若回‘防’那说明正常，若回‘受’那明显腐女。 一天我突然想起，问她：“‘攻’反义词是什么.” 她答：“母!” 看来是我没表达清楚，我接着说：“不对，是‘攻击’的‘攻’” 她说：“对呀，母鸡的母！” 她的答案证明这则狗一样的测试完全不可靠...", "key_words": {"pun_words": ["攻", "攻击"], "alternative_words": ["公", "公鸡"]}}, {"id": 141, "content": "顾客：吃了贵店的元宵，使我想起唐朝一位大诗人的名字。 服务员：真没想到我店的元宵竟使你产生如此美妙的联想，请问这位诗人是谁？ 顾客：里白。", "key_words": {"pun_words": ["里白"], "alternative_words": ["李白"]}}, {"id": 142, "content": "老同学四个聚在一起吃饭，饭途中，有一人说起，他家刚装修家里的门全是进口的木头做的特漂亮。 随后又问旁边一人：你家装的是什么门，那人道，我家门是铁做的铁门。 遂又问下一人，你家是什么门，那人答我家门是铜做的铜门。 这时最后一人站起身来就说，你们闲聊我有事先走了…… 他家门是“钢”的……", "key_words": {"pun_words": ["钢"], "alternative_words": ["肛"]}}, {"id": 143, "content": "丈夫什么家物也不会做，一天家里客厅的灯不亮，妻子在厨房做饭让他换个灯泡，丈夫说这个我会做，不一会丈夫喊：老婆那个灯有一点高，灯泡装不上。 妻子说：你垫一下吗，不一会丈夫发出一声惨叫。 妻子问：又怎么了？ 丈夫痛苦的说：我电了一下还是没装上。", "key_words": {"pun_words": ["电"], "alternative_words": ["垫"]}}, {"id": 144, "content": "过去，一个乡下先生参加科举考试，考题是《明月》。那先生即吟诗一首：团团离海角，渐渐出云衢；此夜一轮满，清光何处无。 考官说：意思很好，可就是没韵。 乡下先生回答道：就是因为没运（运气的运与韵谐音），才只能教书；倘若有运，早就做官了。", "key_words": {"pun_words": ["运"], "alternative_words": ["韵"]}}, {"id": 145, "content": "德友人魏特茂，娶了中国太太。某日遇一老翁，两人寒暄起来。老翁：您贵姓？德佬：我姓魏。老翁：魏什么？德佬：为什么？姓魏也要为什么？", "key_words": {"pun_words": ["魏什么"], "alternative_words": ["为什么"]}}, {"id": 146, "content": "老师家访，问学生：“你们家幸福吗？” 学生骄傲地答道：“幸福！” 父亲跑过来给了他记耳光，骂道：“臭小子，谁让你改姓的！”", "key_words": {"pun_words": ["幸福"], "alternative_words": ["姓福"]}}, {"id": 147, "content": "恰逢鼠年的夏天,学校放暑假,当老师的妈妈和三岁的儿子在家。 儿子: 妈妈,现在是不是放鼠假了。 妈妈: 是呀,好聪明的宝贝。 儿子: 妈妈,那么,明年是不是放牛假。", "key_words": {"pun_words": ["鼠假"], "alternative_words": ["暑假"]}}, {"id": 148, "content": "一人到乡村去旅游，中午找了个饭馆吃饭。问老板有啥饭可吃。 老板大声吆喝到：摸摸（馍馍）一块，抱抱（包包）一块五，睡觉（水饺）楼上请！", "key_words": {"pun_words": ["摸摸", "抱抱", "睡觉"], "alternative_words": ["馍馍", "包包", "水饺"]}}, {"id": 149, "content": "小胖做大扫除时偷吃红豆冰，被老师发现了。老师不高兴地对小胖说：是不是太闲了？小胖回答：老师，不咸，是甜的！", "key_words": {"pun_words": ["咸"], "alternative_words": ["闲"]}}, {"id": 150, "content": "和老爸讨论九寨沟讨论的起劲的时候，俺奶奶哈哈大笑：韭菜沟有什么好看的？咱老家那后山沟，那条沟不是韭菜沟？", "key_words": {"pun_words": ["韭菜沟"], "alternative_words": ["九寨沟"]}}, {"id": 151, "content": "某领导开会会上有一次说到，我看到如火如荼的工地上到处是我们的同志们忙碌的身影。秘书小声说：是荼！领导：哦，让我们来看一下示图。秘书小声说：不是茶！领导：哦哦，下回我就不视察了！秘书晕倒。", "key_words": {"pun_words": ["示图", "不视察"], "alternative_words": ["是荼", "不是茶"]}}, {"id": 152, "content": "上周末我去做头发，洗头、按摩、剪发、烫头，一阵折腾，好几个小时，有些无聊，便和按摩的那个女孩聊起来，女孩问我：姐姐是做什么的？ 我回答说：我是做媒体的。 那女孩一听我是做媒体的，很是兴奋，对我说：是吗？这么巧！我原来也是做媒体的。 我看看女孩，有些不敢相信：你也是做媒体的？报纸还是杂志？ 那女孩听了我的话，很困惑地看着我说：就是美体啊！美丽身体的‘美体’啊……", "key_words": {"pun_words": ["美体"], "alternative_words": ["媒体"]}}, {"id": 153, "content": "一天，小明和他的爸爸去旅游，小明的爸爸说：“咱们明天坐动车去。” 小明说：“我才不去呢。”爸爸问他为什么，小明说：“那我们还不要冻死。”", "key_words": {"pun_words": ["冻"], "alternative_words": ["动"]}}, {"id": 154, "content": "一天，老板让张斌和吴山各写一篇文章。 第二天，老板问：“小斌啊，你的文章带来了吗？” 张斌说：“哦，我忘带了。” 老板又说：“小山带来了吗？” 这时，老板秘书悄悄对老板说：“小三不能带来。”", "key_words": {"pun_words": ["小三"], "alternative_words": ["小山"]}}, {"id": 155, "content": "女儿六岁了，各种调皮。有一天又捣蛋的干坏事了。 本着说服教育的原则，很严肃的拉过来说：“你怎么回事？站好，说，给我个交待！” 她转身跑了，刚想发火，她拿着一圈宽胶带出来了， “给，妈妈！胶带！没崩住！笑死了！！！”", "key_words": {"pun_words": ["胶带"], "alternative_words": ["交待"]}}, {"id": 156, "content": "儿子问老公：张飞他妈姓什么？老公：不知道。儿子：笨，姓吴，无事生非都不知道。儿子再问：张飞他爸姓什么？老公思索半天，猛拍脑门：不知道！儿子狂笑：笨死了！姓张！你不跟你爸姓呀。", "key_words": {"pun_words": ["无事生非"], "alternative_words": ["吴氏生非"]}}, {"id": 157, "content": "一天，一位中年妇女到一家医院看病。妇女自述拇指发炎，医生看了看患者的拇指，决定拍个X光片，于是顺手写了一张检查单，对患者说道：“去放射科！”这位妇女看了看检查单，愣了一下，没敢多问就转身走了。 第二天，这位妇女带着儿子来到医院放射科，要求拍张母子合影的照片。放射科医生非常奇怪，于是告诉患者，医院不是照相馆。可是这位妇女坚持说是医生让他们来的，并拿出检查单。放射科医生打开一看，只见上面写着“母子照相”。", "key_words": {"pun_words": ["母子"], "alternative_words": ["拇指"]}}, {"id": 158, "content": "医院侯诊室里，大妈问大叔：前列县是哪个县？远不远？大叔想了想：不知道，你问这个干嘛？大妈悄悄说：别告诉别人，刚才听大夫跟前边的人说前列县发盐，我想去领点。", "key_words": {"pun_words": ["前列县", "发盐"], "alternative_words": ["前列腺", "发炎"]}}, {"id": 159, "content": "有个人叫做梁，他生病快要死了， 绝望的父亲在街上向行人呼救：“我们家梁快死了！我们家梁快死了！” 热得快要发疯的路人们纷纷驻足，把梁的父亲狠狠揍了一顿。", "key_words": {"pun_words": ["梁"], "alternative_words": ["凉"]}}, {"id": 160, "content": "读大学的时候，和班上的一MM聊天。 我说：“像你这么漂亮的人，以后想嫁给什么样的男人？” MM说：“以后我要嫁个姓郝的人。” 我说：“为什么呀？”。 MM说：“生个女儿叫郝漂亮，别人看见我了就会叫， 好漂亮的妈妈呀。”", "key_words": {"pun_words": ["好"], "alternative_words": ["郝"]}}, {"id": 161, "content": "单位某领导口齿不清，说话漏风。 一次，单位晚上有文艺演出，该领导在广播中通知：各位鸡公（职工）请注意，今天晚上在灯光球场有好看的鸡母（节目），请鸡公们（职工们）晚饭后去看鸡母(节目）。", "key_words": {"pun_words": ["鸡公", "鸡母"], "alternative_words": ["职工", "节目"]}}, {"id": 162, "content": "儿子刚上小学，近来对星座很感兴趣。 把家里人的星座都问了一遍，后来对处女座搞不懂，就问我们读大班的侄女，她不懂也听不明白却爱接嘴，她说：处理座就是处理东西的。", "key_words": {"pun_words": ["处理座"], "alternative_words": ["处女座"]}}, {"id": 163, "content": "有一个富翁请客，酒席倒也丰盛；但有一盘发臭的鳖鱼和一些又酸又涩的生梨子，使人难以入口。席上有个读书人套用了两句古诗道：“世上万般愁苦事，无过死别（鳖）与生离（梨）！” 客人听了，哗然大笑！", "key_words": {"pun_words": ["鳖", "梨"], "alternative_words": ["别", "离"]}}, {"id": 164, "content": "某人和朋友谈论自己的老婆。 朋友：尊夫人什么都好，就是脖子短了一点点。 某人：好景不长。", "key_words": {"pun_words": ["景"], "alternative_words": ["颈"]}}, {"id": 165, "content": "一次悟空到肉市场购买牛肉，悟空问：“老板，牛肉，多少钱一斤？” 老板说：“32元一斤。” 悟空吃惊地说：“这么贵，牛b吧。” 老板说：“牛逼，35元一斤。” 悟空……", "key_words": {"pun_words": ["牛b"], "alternative_words": ["牛逼"]}}, {"id": 166, "content": "晚饭后，一对情侣在公园里散步闲聊。 聊着聊着，俩人聊到以后孩子叫什么名字， 女孩想了想，说：“冰冰挺好听的啊。” 男友幽幽地说：“好听是好听， 问题是我姓梁，梁冰冰，得有多冷啊！”", "key_words": {"pun_words": ["梁冰冰"], "alternative_words": ["凉冰冰"]}}, {"id": 167, "content": "房子说：我身价涨了请叫我防不胜防！", "key_words": {"pun_words": ["防"], "alternative_words": ["房"]}}, {"id": 168, "content": "今天去上海出差，上飞机前给媳妇发了条短信：我登机了。媳妇回：吾皇万岁万岁万万岁", "key_words": {"pun_words": ["登机"], "alternative_words": ["登基"]}}, {"id": 169, "content": "某姓胡夫妇去旅游，安检人员对他说：你姓胡？ 然后他回答：不，我一点也不幸福。 安检人员：我问你是不是姓胡？ 他：我不幸福啊！", "key_words": {"pun_words": ["幸福"], "alternative_words": ["姓胡"]}}, {"id": 170, "content": "侯白机灵敏捷，一次与杨素并马而行，路旁有棵槐树，憔悴欲死，杨素说：侯老兄，你有办法使此树活吗？ 侯白说：取槐子悬树枝上即活。 扬素问：为什么?侯白答：《论语》中说：‘子在，回何敢死。’(子指孔子，回指弟子颜回。)", "key_words": {"pun_words": ["回"], "alternative_words": ["槐"]}}, {"id": 171, "content": "警察：男的叫什么？ 男：小明。 警察：什么？那女的叫什么？ 女：小红。 警察：那你们来干嘛？ 夫妻：找茶！", "key_words": {"pun_words": ["找茶"], "alternative_words": ["找茬"]}}, {"id": 172, "content": "嘉靖年间，有个进士新上任做推官（掌勘问刑狱的官），此公性格极为怪僻、倔犟，他曾经将贾岛诗句中推敲两字读作吹敲。 有人告诉他道：这个‘推’字读作‘颓’。 这个新任推官的进士便发怒道：这么说来，我竟做了颓官（颓唐无用的官）！", "key_words": {"pun_words": ["推"], "alternative_words": ["颓"]}}, {"id": 173, "content": "一位老大爷听到孙子在房间里发笑。问道：孙子，你在那里笑什么？ 孙子回答说：我在看新浪(郎)的笑话呢。 爷爷听了对孙子说：孙子，你还是看新娘的笑话有趣。", "key_words": {"pun_words": ["新浪"], "alternative_words": ["新郎"]}}, {"id": 174, "content": "一天一警察上门找小华，小华很尊敬地问他有什么需要帮助的。 警察拿出一个包裹说：“这是你的球衣（囚衣）。” 小华吓坏了，连忙解释：“我没犯罪啊，给囚衣我干嘛啊？” 警察说：“这是你丢失的球衣。” 小华：“我没坐过牢啊，怎么会有丢过囚衣啊。” 警察哭笑不得。", "key_words": {"pun_words": ["囚衣"], "alternative_words": ["球衣"]}}, {"id": 175, "content": "小外甥女和姥姥去吃Kfc，姥姥问：想吃啥？ 外甥女答：奥尔良鸡腿堡。 姥姥大声对服务员说：来二两鸡腿堡…", "key_words": {"pun_words": ["二两"], "alternative_words": ["奥尔良"]}}, {"id": 176, "content": "一个有浓重口音的老师提问学生：“五十加九=?” 学生想了半天答：“武术加酒=醉拳。”", "key_words": {"pun_words": ["武术加酒"], "alternative_words": ["五十加九"]}}, {"id": 177, "content": "公司招聘。有人说：“我叫史珍香！”老板狂晕：“我们这不是厕所！哪来的屎真香”", "key_words": {"pun_words": ["屎真香"], "alternative_words": ["史珍香"]}}, {"id": 178, "content": "一大妈来电器店买东西，赖着讲价，于是店主掏出手机， 打开我查查，扫下条码，指着我查查上的价格对大妈说：“你看， 我给你便宜了的，网上还卖的贵些。”大妈一听， 眉头一紧说一句：“啥？晚上还要卖贵些？那我不买了， 白天来！白天……来…”", "key_words": {"pun_words": ["晚上"], "alternative_words": ["网上"]}}, {"id": 179, "content": "老太七十大寿，儿子想让老人也新式一下，就替她买了个款式很漂亮的手机。老太很高兴，于是立即给老街坊打电话。拨通号码，听了一会儿，她着急地对儿子说：你买的手机上当啦！儿子觉得奇怪：不会吧？这是名牌！老太嘀咕说：名牌怎么这个样子？我明明是打给老街坊的，这跟宁波电话有啥关系？什么宁波电话？儿子听得一头雾水，拿过来重拨，一听，不禁哑然失笑。原来电话里说的是：您拨的电话已关机，请稍后再拨。", "key_words": {"pun_words": ["您拨"], "alternative_words": ["宁波"]}}, {"id": 180, "content": "大学有棵树，叫做高数，吊死了很多人。", "key_words": {"pun_words": ["数"], "alternative_words": ["树"]}}, {"id": 181, "content": "古时候，有个秀才参加考试。入场的时候，他把早已捉在手里的蝉放到自己的帽子里。考试的时候，这只蝉就不住声地叫起来。 和这个秀才坐在一起的考生，听到蝉鸣，便忍不住笑出声来。因为在考场内笑是犯规的，于是考官把这个考生叫出去，问他为什么要笑。他说：我听见同坐的那位秀才帽子里发出叫声，忍俊不禁，笑了。主考官又把那个秀才叫来，问是怎么回事，秀对回答道：我来考试之前，父亲让我把一只蝉放进帽子里。父亲的命令，小生怎敢违抗？ 主考官问为什么要把蝉放在帽子里，秀才回答：取头名之意。", "key_words": {"pun_words": ["名"], "alternative_words": ["鸣"]}}, {"id": 182, "content": "英语课，同桌照例趴那边睡觉。 英语老师讲着讲着，突然叫他：“同学，你回答一下，she's easy-going这句话是什么意思？” 他当场懵了，过了两秒还是回答：“意思是，她很容易勾引？” 全班哄笑。", "key_words": {"pun_words": ["勾引"], "alternative_words": ["going"]}}, {"id": 183, "content": "操场上正在进行女子拔河比赛， 妹子们都瞪大了牛眼使劲地拽着绳子， 这时一个拉拉队的男生冲了出去激动地对着本方的妹子们大声喊道：拉！妹子， 拉！...拉！妹子，拉！” 众女瞪着牛眼忍不住接唱道：“辣妹子从小辣不怕！ 辣妹子长大不怕辣...” 本方速败！", "key_words": {"pun_words": ["拉"], "alternative_words": ["辣"]}}, {"id": 184, "content": "某天上工程数学时，教授跟同学说：我知道我们这本工数很难，以后若对这本书的题目有任何问题的话，就私下来问我。就在几天后小明拿了一堆问题去找教授，此时教授发觉小明的书支离破碎的。教授：这本几十元的书你怎么把它撕成这样？小明：教授你不是要我们撕下来问你吗？", "key_words": {"pun_words": ["撕"], "alternative_words": ["私"]}}, {"id": 185, "content": "今天和朋友聊天，我说了句，“其实我很爱憎分明的，只是你没发现。” 朋友很惊讶地说:“曾分明是谁？以前怎么没听你说过这人？”我一听无语了。", "key_words": {"pun_words": ["曾分明"], "alternative_words": ["憎分明"]}}, {"id": 186, "content": "两个学个，一个聪明，一个愚笨。先生与学生晚上在园中，先生以梅树为题出对：老梅。 聪明学生见有盆栽柏树，就对：小柏。 先生说：好！ 又命笨学生对好点，笨学生对：老爹。 先生说他胡说，生气打他的脑袋。 笨学生哭着说：他小伯（柏）不打，倒来打老爹。", "key_words": {"pun_words": ["小伯"], "alternative_words": ["小柏"]}}, {"id": 187, "content": "某学生的作文写得很短：“老师，我在上厕所的时候看见了一大坨屎，我大吃一斤。” 老师评语：“吃饱没呀？”", "key_words": {"pun_words": ["大吃一斤"], "alternative_words": ["大吃一惊"]}}, {"id": 188, "content": "4岁的俊俊和妈妈、爸爸围坐在餐桌边吃饭。 妈妈边吃边说：俊俊，待会儿吃完饭去睡午觉。 俊俊睁着大眼睛，伸出五个手指，好奇的问妈妈：什么，睡五觉？睡太长了吧？", "key_words": {"pun_words": ["五觉"], "alternative_words": ["午觉"]}}, {"id": 189, "content": "小朋友：比小溪大的是什么？小朋友：河小朋友：比河大的是什么？小朋友：海小朋友：比海大的是什么？小朋友：洋小朋友：那比洋大的呢？小朋友：牛", "key_words": {"pun_words": ["洋"], "alternative_words": ["羊"]}}, {"id": 190, "content": "一天下午，单位同事带来一榴莲和女同胞分享。榴莲味道很臭，整层楼都弥漫着它的味道。 办公室一女同事分到一点，边吃边走出来，迎面碰到一男同事。 女：我吃过的，我想你不会要吧？ 男：我要啊！我就喜欢吃别人吃过的东西！我就好这一口！ 女：你喜欢？我还不愿意呢！ 男：你就不想给我一点留恋（榴莲）？ 女：滚！有多远滚多远！", "key_words": {"pun_words": ["留恋"], "alternative_words": ["榴莲"]}}, {"id": 191, "content": "公司新来了一个女同事，88年，河南的，比我小两岁。我俩关系好，啥都聊。有天聊到恋爱，我问她：你以前交过男朋友吗？她说：高中的时候交过。我明知故问：是河南的么？她大惊：当然是和男的啦！难道和女的啊？！", "key_words": {"pun_words": ["和男的"], "alternative_words": ["河南的"]}}, {"id": 192, "content": "高考考完后，心知考得不怎么样，就对父亲如实说了考试成绩不理想，父亲无奈的说:“不行的话，就复读吧。” 这时坐在一旁的爷爷生气的说:“考不上就考不上，干什么服毒啊？！没出息！！！”", "key_words": {"pun_words": ["服毒"], "alternative_words": ["复读"]}}, {"id": 193, "content": "小明初学军棋，爸爸问：“师长和旅长谁大？” 小明毫不迟疑答道：“师长大。” 爸爸好奇的问：“为什么师长比旅长大？” 小明得意洋洋的说：“因为狮子比驴大呀。所以狮长比驴长大。”", "key_words": {"pun_words": ["狮", "驴"], "alternative_words": ["师", "旅"]}}, {"id": 194, "content": "小时候上学，把English读为“因果联系”的成了哲学家。", "key_words": {"pun_words": ["因果联系"], "alternative_words": ["English"]}}, {"id": 195, "content": "晚上回家叫门，老爸出来问“谁呀”。 我很大声很简洁干脆的说“我！”。 老爸回屋半天没有动静。 我怒了，打电话问之为啥不给开门。 我老爸说，问了是谁，只听门外“汪”了一声，以为是狗……", "key_words": {"pun_words": ["汪"], "alternative_words": ["我"]}}, {"id": 196, "content": "搞活动为凑人数，主办人员打电话向中介要人，中介的负责人电话里问：男的要吗？活动负责人说：要！中介负责人又问：岁数大的要吗？活动负责人有些着急的说：要、要！中介负责人继续问：有点残疾的也要吗？活动负责人有些急了说：要、要、要，是人都要！中介负责人没听清楚有些惊讶地问：什么！死人都要", "key_words": {"pun_words": ["死人"], "alternative_words": ["是人"]}}, {"id": 197, "content": "老王和邻居挖了一口井，解决了水的问题。谁知第二天老王到井边一看，井口多了一块木板，板上加了一把锁，还写着四个字：“‘板’权所有，翻板必纠。” 老王一生气，就把井边水桶的底卸下来扔了，又在桶上写八个字：“如有类‘桶’，纯属巧合。”", "key_words": {"pun_words": ["板", "桶"], "alternative_words": ["版", "同"]}}, {"id": 198, "content": "一没学过英语的父亲问其刚学英语不久的儿子：手用英语怎么讲？ 儿子：hand… 其父听后大发雷霆，并扇儿子一耳光，手明明是长的，怎么会是焊的，你看我没学英语，哄我是吧！", "key_words": {"pun_words": ["焊的"], "alternative_words": ["hand"]}}, {"id": 199, "content": "甲：你结婚了吗？ 乙：连还没有呢。 甲：那你还不赶快存钱？ 乙：这和存钱有什么关系？ 甲：这还不懂，存款有媳嘛！", "key_words": {"pun_words": ["媳"], "alternative_words": ["息"]}}, {"id": 200, "content": "杨过：姑姑你这十六年都在干嘛！ 小龙女：我一直都在寒冰床上疗伤 … 杨过：韩冰是谁？…", "key_words": {"pun_words": ["韩冰"], "alternative_words": ["寒冰"]}}, {"id": 201, "content": "一天，一理发师把一个卖糖葫芦的揍了，到警察局，警察问理发师：“你为什么揍卖糖葫芦的？” 理发师说：“***，我在屋里烫头发，他在外面喊‘烫糊喽’！”", "key_words": {"pun_words": ["烫糊喽"], "alternative_words": ["糖葫芦"]}}, {"id": 202, "content": "今天去饭馆和朋友吃饭，正要点菜，听到有人吼：老板，给我来份火烧大使馆。 我跟朋友听了好奇，也跟着要了一份，过一会老板端来一份猪大肠来了。 我们纳闷了，跟老板说没点猪大肠啊？ 老板说怎么没有，不就是你们点火烧大屎管嘛。", "key_words": {"pun_words": ["大屎管"], "alternative_words": ["大使馆"]}}, {"id": 203, "content": "咖啡厅有一经理姓岳， 有一天经理一朋友来找她， 就问服务员，你们岳经呢？ 之后理所当然的她的外号就是岳经了，然后慢慢的变成大姨妈！", "key_words": {"pun_words": ["岳经"], "alternative_words": ["月经"]}}, {"id": 204, "content": "刘子仪时时盼望升官，却未能如愿，因此便托病休息在家。朋友、同僚都来探望病情，他答道：虚热攻上身。当时石文定在座，风趣地接口应道：只消服用清凉散（中药名，散谐音伞）病就好了。原来官职做到知府（正五品），才有资格取用凉伞。", "key_words": {"pun_words": ["散"], "alternative_words": ["伞"]}}, {"id": 205, "content": "老夫好写对联，其子结婚当天，写完上下联，众人说快写横批，老夫想，今日大喜，应取团圆之意，随写大明月三字。横批惯于从右向左写，老婆子识不了几个字，却从左往右读，还将三个字认成四个字月日月大！", "key_words": {"pun_words": ["月"], "alternative_words": ["越"]}}, {"id": 206, "content": "彭哥开着一辆性能不熟的老爷车，载着从香港来的老李在中兴路上急着找寻人民银行，因为老李有张即将到期的支票。 快到了吧？前面是左转还是右转？彭哥急问老李。 左啦！他慢条斯理回答。 路很拥挤，彭哥只好把车排在左线內侧车道最后，前面已有七八辆车等待左转，显得有点动弹不得。 左左左！一直左、一直左啦！老李突然急躁的大声起来。 我正在等左转啦，到底有什么问题？彭哥被骂得莫名其妙。 快来不及啦！银行还在前面你不要乱转啦！老李一边手指前方，一边大骂：偶教你往前直直左（走），一直左（走），你没听到吗？！？", "key_words": {"pun_words": ["左"], "alternative_words": ["走"]}}, {"id": 207, "content": "语文课上。老师问：“谁能解释‘散兵游勇’这个词？” 一小学生抢答道：“‘散兵游勇’的意思就是凶多吉少。” 老师问：“怎么讲？” 小学生：“因为伞兵是空军，叫他游泳，生命就危在旦夕了！”", "key_words": {"pun_words": ["散兵游勇"], "alternative_words": ["伞兵游泳"]}}, {"id": 208, "content": "一姓苏的女同事说她是她男友的上帝。我摇头表示不信。不想中午了，他男友来看她，见到她的第一句话是：耶！苏！你看到我了吗，我在这儿！ 我在一旁汗，果然是上帝!耶！苏！是耶稣啊！！！", "key_words": {"pun_words": ["耶稣"], "alternative_words": ["耶苏"]}}, {"id": 209, "content": "小明一篇作文里写错了几个字引起班里哈哈大笑，他这样写到：有一天我上学的路上突然踩到一堆牛屎我大吃一斤。", "key_words": {"pun_words": ["大吃一斤"], "alternative_words": ["大吃一惊"]}}, {"id": 210, "content": "某中学校长在一次大会上面对全体同学说：同学们，本校为应社会之发展，经济之蓬勃，特做了大小规模的变动，三年一小变，五年一大变。一同学忍不住说：这也太能憋了吧。", "key_words": {"pun_words": ["小变", "大变"], "alternative_words": ["小便", "大便"]}}, {"id": 211, "content": "有个叫崔思海的人口吃，表弟杜延业一次对他说：我可以叫你学鸡鸣，只要我问你什么，你就得答什么。 旁人说：崔思海如果不肯学鸡鸣呢？ 杜延业说，能！他抓一把稻谷问崔思海说：这是什么？ 崔思海口吃着说：谷谷。 杜延业说：国国，不是鸡鸣么？旁人大笑。", "key_words": {"pun_words": ["谷谷"], "alternative_words": ["咕咕"]}}, {"id": 212, "content": "知道买单的为什么都是丈夫吗？丈夫反过来念一念，你就明白了； 知道丈夫什么要赚钱养家吗？夫字倒过来看一看，你就明白了。", "key_words": {"pun_words": ["丈夫"], "alternative_words": ["付账"]}}, {"id": 213, "content": "大学的时候，有一次政治课老师点名。 刚好点到一个叫吴威的同学，不巧的是哪天他刚好翘课。 老师等了一会看见没人应道，只好笑着说：今天无微不至。", "key_words": {"pun_words": ["无微"], "alternative_words": ["吴威"]}}, {"id": 214, "content": "一小孩特淘气，他舅舅教育他，说：在这样下去，我看你是没救了。小男孩：你不在这儿吗，你怎么说我没舅了。", "key_words": {"pun_words": ["舅"], "alternative_words": ["救"]}}, {"id": 215, "content": "两个好友聊到恋爱问题。 一个问：“你以前谈过恋爱吗？” 他答：“大学的时候有谈过。” 这个人明知故问：“是河南的么？” 他大惊:“你怎么知道是和男的？”", "key_words": {"pun_words": ["和男的"], "alternative_words": ["河南的"]}}, {"id": 216, "content": "只见一个男生奋力向前飞奔，快交接棒时，我前排的一位老师狂喊：接稳！接稳！你们接稳！然后那两个男生顿了顿，对视着考虑了半秒，接着就抱在一起接吻了", "key_words": {"pun_words": ["接吻"], "alternative_words": ["接稳"]}}, {"id": 217, "content": "生物老师在进行精彩的讲演后提问到，大自然为什么如此繁荣呢？ 下面有人阔论到：还不是搞食物恋的结果啊。", "key_words": {"pun_words": ["恋"], "alternative_words": ["链"]}}, {"id": 218, "content": "语文老师突然心血来潮让我们每个人写一首诗，没办法，只好硬着头皮写。第二天，语文课代表在教室里大叫：各位快把作品拿出来，老师让我收尸了！ 以后我们再也没写过诗。", "key_words": {"pun_words": ["尸"], "alternative_words": ["诗"]}}, {"id": 219, "content": "小明：“又快要考试了，怎么办呀？我都发愁死了。” 小亮：“不用担心，我教你。买一个鸭梨放入冰箱，变“压力”为“动力”；吃点小食品锅巴，意为“过吧”，防止挂科；最后，考试当天穿耐克，因为Nike的标志是个“√”，能保证成功率，最好不要穿特步，因为特步的标志是个“×”……”", "key_words": {"pun_words": ["压力", "动力", "过吧"], "alternative_words": ["鸭梨", "冻梨", "锅巴"]}}, {"id": 220, "content": "一家人吃桃。 妈妈问：“桃的英文怎么说？” 女儿答：“Peach.” 妈妈对爸爸说：“给你个‘屁吃’”", "key_words": {"pun_words": ["屁吃"], "alternative_words": ["Peach"]}}, {"id": 221, "content": "一个妈妈答应在她儿子12岁生日的一天，送他一个手机。 于是，儿子等呀等，终于等到了那一天。 儿子问；“妈妈，你说过，你要在我12岁生日的一天，送我一个手机的！” 只见这位妈妈抓来了一只鸡，叫儿子拿在手上。 妈妈说；“这就是送你的手鸡！”", "key_words": {"pun_words": ["手鸡"], "alternative_words": ["手机"]}}, {"id": 222, "content": "上女孩子长得好看随便怎么卖萌发嗲都可以忍受，长得不好看的话就不好说了，比如我女朋友，刚才我倒了杯威士忌准备喝时她问我：老公！你有放冰冰吗？恶心得我直接把酒泼她脸上：我有范冰冰还会要你？！！", "key_words": {"pun_words": ["范冰冰"], "alternative_words": ["放冰冰"]}}, {"id": 223, "content": "唐朝人崔思海口吃，经常与表弟杜延业相互开玩笑。 有一次，杜延业对崔思海说：“我让你学鸡叫，只要我一问你话，你必须用鸡叫回答我。”旁人听了这话说：“他的口应须是自由的，怎能听你随意摆布？他若不肯叫，你又能怎样？” 杜延业说：“我能让他叫。”于是与旁人一起共找崔思海试验，并约好打赌。杜延业握了一把谷，来到崔思海面前问： “这是什么？” 崔思海答道： “谷谷……谷。” 旁人大笑。", "key_words": {"pun_words": ["谷"], "alternative_words": ["咕"]}}, {"id": 224, "content": "家里卫生间的门是塑钢材料做成的。有一天，门有些坏了，卡在那里，于是，我爸就打电话给卖门的师傅。 我爸：“师傅呀，我的钢门（肛门）坏了。” 师傅：“呃~~~那个，要不我给你打个120？”", "key_words": {"pun_words": ["钢门"], "alternative_words": ["肛门"]}}, {"id": 225, "content": "上课的时候，英语老师问：“动词后边跟什么？” 我同桌速度回答：“打次，动词打次动磁打次…动磁打次…苍茫的天涯是我的爱……”", "key_words": {"pun_words": ["动磁"], "alternative_words": ["动词"]}}, {"id": 226, "content": "一次，带着两岁的女儿去吃KFC。 女儿坐在我旁边，我拿起薯条，蘸了一下番茄酱； 然后对女儿说：“来宝贝，蘸着吃！” 只见女儿突然站起来，站着吃……", "key_words": {"pun_words": ["站着吃"], "alternative_words": ["蘸着吃"]}}, {"id": 227, "content": "螃蟹兄弟是盲人。一天哥哥要弟弟去买水果，弟弟跟老板说：“我要买香蕉。” 老板说：“你这个瞎子，不卖！” 弟弟就回家跟哥哥说。 哥哥说：“你跟那个老板说，我是螃蟹，不是虾子。” 爆汗……", "key_words": {"pun_words": ["虾子"], "alternative_words": ["瞎子"]}}, {"id": 228, "content": "大学有棵树，树下有座坟，叫微积分，里面埋了很多人。", "key_words": {"pun_words": ["分"], "alternative_words": ["坟"]}}, {"id": 229, "content": "初中文艺晚会，抢答题环节。 女主持：大家注意了，不要抢的太快。等我说完开始再举手。 然后开始念题目，说：现在开…… 这时候，一个选手就抢答了。 主持人就说这位同学太着急了一点。我‘始’（屎）还在口里，你怎么就抢了。 全场暴笑。", "key_words": {"pun_words": ["始"], "alternative_words": ["屎"]}}, {"id": 230, "content": "医生：检查情况挺好的，给你开个21金维他回家吃吧？ 孕妇：（汗）21斤维他？那吃到生也吃不完哪！", "key_words": {"pun_words": ["金"], "alternative_words": ["斤"]}}, {"id": 231, "content": "今天公司接待一位日本的客户，三子在大门口作好迎接准备。 日本客户叫野比先生，来了一辆车，下来几个人， 三子过去问道：“你是野总吗？” 日本人回答：“是的，我就是野种。”", "key_words": {"pun_words": ["野种"], "alternative_words": ["野总"]}}, {"id": 232, "content": "我爷爷的耳朵不是很好，一天妈妈的同事给了她一盒韩国的糖，味道很好，我的爱吃糖的表弟正好在我们家，不断的说好吃！我们都让淘气表弟请爷爷也吃一下，可是表弟哭丧着脸说爷爷说什么都不想吃。 这个任务只好交给了我，我说：爷爷这个可是韩国的进口的糖呀！ 不料爷爷斩钉截铁说：糖进口我也知道，但是含过的糖我说什么也不吃！ 大家：$#&*……", "key_words": {"pun_words": ["含过"], "alternative_words": ["韩国"]}}, {"id": 233, "content": "哥哥问读幼儿园弟弟:“1×1=”？ 弟弟回答:“2” 哥哥道:瓜娃子1×1=1，哥哥又接着问弟弟：1+1=？ 弟弟:1 哥哥:瓜娃子1+1=2，哥哥又接着问弟弟：4×4=? 弟弟:4 哥哥:瓜娃子4×4=16,哥哥又接着问弟弟:4+4=? 弟弟:8 哥哥:瓜娃子我是你哥不是你爸!", "key_words": {"pun_words": ["爸"], "alternative_words": ["8"]}}, {"id": 234, "content": "有一个腼腆的男孩向一女孩问到：“你喜欢什么样的男孩?” 女孩说：“投缘的。” 男孩哭丧着脸问到：“头扁的不行吗?”", "key_words": {"pun_words": ["投缘"], "alternative_words": ["头圆"]}}, {"id": 235, "content": "一老师到一个班级代课，起立时， 有学生不小心把桌子碰得“砰”的一声响。 老师很生气，问下面：“是谁把桌子碰响的？” “报告老师……”那个学生战战兢兢地站起来， “是无意中碰响的。” “谁是吴易忠？”老师连问几声都没人理他， 于是勃然大怒，“吴易忠，给我站起来！”", "key_words": {"pun_words": ["吴易忠"], "alternative_words": ["无意中"]}}, {"id": 236, "content": "上课的时候，老师问学生的志愿， 结果不外乎将来要做一位工程师、科学家、航天员、医生等。 只有一学生立志做一名志愿者。老师对这位学生刮目相看， 问他为什么？他答道：“老师，您想，要是当一名自（志）愿者， 是不是你布置的家庭作业，我想做就做，不想做就不做，全凭自愿，不能强迫？”", "key_words": {"pun_words": ["志愿"], "alternative_words": ["自愿"]}}, {"id": 237, "content": "我们个女同事身材修长，曾吹嘘身体很健壮说：“我曾经和刘翔一样的是跨栏的。” 我说：“你现在每天不都早上都练习挎篮吗？” 她惊愕之余，我补充到，“是每天早上都挎着菜篮子去菜市场呢？”", "key_words": {"pun_words": ["挎篮"], "alternative_words": ["跨栏"]}}, {"id": 238, "content": "小华问小明：“你是公关部那个部长的表弟吗？” 小明说：“我才16岁，还有得长高呢，谁说我不长了？你才没得长！”", "key_words": {"pun_words": ["不长"], "alternative_words": ["部长"]}}, {"id": 239, "content": "有一天，蟑螂妹妹哭着跑着回来。 蟑螂爸爸问：女儿怎么了？ 蟑螂妹妹说：爸！为什么别人都说我是害虫！呜呜呜…… 这时蟑螂弟弟也回来了，他一脸高兴的说：爸！这辈子第一次有人热情的和我打招呼喔！ 蟑螂爸爸问：真的吗？他们怎么说？ 蟑螂弟弟：我刚刚出去,他们看到我就说：嗨!虫", "key_words": {"pun_words": ["嗨"], "alternative_words": ["害"]}}, {"id": 240, "content": "老师：“小明同学，请用‘但是‘造句。” 小明：“鸭蛋是白色的。”", "key_words": {"pun_words": ["蛋"], "alternative_words": ["但"]}}, {"id": 241, "content": "诸葛亮给小乔写信，信里夹了铜钱。 不久，诸葛亮去见周渝说，有金钱交易的性关系，是不是叫漂？周渝点头。 那我漂了你老婆小乔，诸葛亮说。 周渝大怒，马上回家问小乔：诸葛亮给你钱了？小乔说是。又问：和你有性关系？ 小乔点头道：前不久有信联系。 于是周渝吐血，气死。", "key_words": {"pun_words": ["信"], "alternative_words": ["性"]}}, {"id": 242, "content": "跟老爸聊天时争论了起来， 我说道：“《易经》里有一句话叫‘仁者见仁，智者见智’，也就是说每个人都有自己的想法…” 这时老爸突然打断我：“你们易经理好有才华，好想见见他！”", "key_words": {"pun_words": ["易经理"], "alternative_words": ["易经里"]}}, {"id": 243, "content": "有次在老婆在厨房炒菜，不小心溅到手臂上几滴热油，烫出来几点疤！ 后来老婆就伸着胳膊，凑到我跟前抱怨：“我从来都没这么溅过！”", "key_words": {"pun_words": ["溅"], "alternative_words": ["贱"]}}, {"id": 244, "content": "刘老汉的儿子初中毕业后，跟本村人去城里打工。 回家过年，刘老汉发现儿子身上有伤疤，忙问：“你在外面干什么？” 儿子说：“我专帮房地产包头搭架。” 刘老汉说：“你去帮人打架，做一棍子买卖，怪不得受伤了。”", "key_words": {"pun_words": ["打架"], "alternative_words": ["搭架"]}}, {"id": 245, "content": "清洁工阿花只有小学三年级文化，经常写错字。 一天阿花用地拖将实验室地板拖干净，然后写了一张条贴在门口:请闲人勿进，我脱得很干净了。", "key_words": {"pun_words": ["脱"], "alternative_words": ["拖"]}}, {"id": 246, "content": "一天，我领着三岁的女儿苗苗在小区里玩。当我们坐在石凳上不久后，不知道从哪窜出来一只小猫来到女儿的跟前。 可能这是一只流浪猫，它应该是饿坏了，看着女儿正在吃着火腿肠，所以它就冲着我闺女喵喵地叫了起来。但是女儿却瞪大眼睛，吃惊地对我说：“妈妈，小猫怎么知道我叫‘苗苗’啊？”", "key_words": {"pun_words": ["苗苗"], "alternative_words": ["喵喵"]}}, {"id": 247, "content": "媳妇拿着一把钳子问老公：“老公，你说钳子、扳子这些干活的东西，为什么叫做工具呀？” 老公无精打采地摇了摇头说：“还不知道。” “笨蛋，”媳妇继续说：“因为它们都是让男人拿去用的哇！” 老公：“……”", "key_words": {"pun_words": ["工具"], "alternative_words": ["公具"]}}, {"id": 248, "content": "有只小鸡很奇怪，不喜欢挖虫子，天生喜欢挖蕨菜。 别的小鸡都笑它，它很伤心。 鸡妈妈安慰它说：“别哭傻孩子，你才是最强的。” “真的吗？” “嗯，因为你是只挖蕨鸡。”", "key_words": {"pun_words": ["挖蕨鸡"], "alternative_words": ["挖掘机"]}}, {"id": 249, "content": "一个爱美术的四川小伙子到一个广东人开的文具店里买美工笔。 小伙子对老板说：“老板，有美工笔卖吗？” 老板说：“我没有美国米！” 小火子又说：“你错啦！我是要买写字的笔！” 老板对其他顾客说：“今天遇上了一个傻子了，来我这里不买中国米（笔）偏要买美国米（笔）！” 小伙子哭笑不得......", "key_words": {"pun_words": ["美国米"], "alternative_words": ["美工笔"]}}, {"id": 250, "content": "尼采去面试，面试官问：“你叫什么？” “尼采。” “猜你个姥姥啊！下一个！”", "key_words": {"pun_words": ["尼采"], "alternative_words": ["你猜"]}}, {"id": 251, "content": "骗子：您好，我是xx市中级人民法院，这里有一张您的传票。 同学转过头疑惑地对寝室同学说：船票？我们没订船票啊……", "key_words": {"pun_words": ["船票"], "alternative_words": ["传票"]}}, {"id": 252, "content": "老鼠心里不平衡去找黑猫警长理论：“我说你这警察也太不公道了吧？为什么黄鼠狼偷鸡你不管，偏管我们小偷小摸，还死守我家门口不放？ 黑猫答：“我是国内行警不是国际刑警，他是日本人我管不了。” 老鼠：“你怎么知道他是日本人？” 黑猫：“听名字不就知道了，‘皇叔郎’，只有日本人名字才这个君，那个郎的，这点常识你就不懂？还在江湖混啥！”", "key_words": {"pun_words": ["皇叔郎"], "alternative_words": ["黄鼠狼"]}}, {"id": 253, "content": "老师：我都不知道怎么批评你好，你的脸皮简直就像是皇上他娘！小强：我我没听明白！老师：太后呀！", "key_words": {"pun_words": ["太后"], "alternative_words": ["太厚"]}}, {"id": 254, "content": "大学有只瘟鸡，叫计算机，咬死了很多人。。", "key_words": {"pun_words": ["机"], "alternative_words": ["鸡"]}}, {"id": 255, "content": "燕子去小猪玩，来到门口，发现小猪家的门居然银白色的，都可以当镜子了。 燕子急忙照照自己：嗯，不错，丰满的身材，高挑的个头，燕子很满意的点点头。 就在这时，路过的狐狸看到这一幕，赶忙上前：小姐，请问对表演感兴趣吗，可以试试，我保证你会红。 燕子很好奇：你怎么知道我会红？ 狐狸：就凭你刚才的‘燕照门’不红都不行。", "key_words": {"pun_words": ["燕照门"], "alternative_words": ["艳照门"]}}, {"id": 256, "content": "有一次朝廷的御史大人、尚书大人、侍郎大人一同出外赏景，半途中突然蹿出一只大狼狗，马上又飞奔而去，尚书是个幽默高手，立刻就问：是狼是狗？(侍郎是狗？)御史也是个幽默调侃高手，立刻道：但观其尾，下垂是狼，上竖是狗！(尚书是狗！)侍郎官虽稍小却更幽默，他不甘示弱地说：也可以这么分辨，狼吃生肉，狗则遇肉吃肉、遇屎吃屎！(御史吃屎！)", "key_words": {"pun_words": ["是狼是狗", "上竖是狗", "遇屎吃屎"], "alternative_words": ["侍郎是狗", "尚书是狗", "御史吃屎"]}}, {"id": 257, "content": "一个姓魏的男子问老婆：人家高某人的孩子叫高利贷，我们给孩子取个怎么样的有钱的名字呢？ 老婆回答：我们的孩子更容易取名字，干脆叫魏生金(卫生巾)！", "key_words": {"pun_words": ["卫生巾"], "alternative_words": ["有钱"]}}, {"id": 258, "content": "明朝礼部右侍郎程敏政十岁时，以神童被推荐到京城。宰相李贤打算招他为婿，便设宴招待他。席间，李贤指着桌上的果品出个对子让他对：因荷（何）而得藕（偶）。 李贤这样做，一是为了考考程敏政的学问和智力，二是为了探探他对婚事的意见。程敏政当即猜测到了李贤的意思，随口答道：有杏（幸）不须梅（媒）。", "key_words": {"pun_words": ["荷", "藕", "杏", "梅"], "alternative_words": ["何", "偶", "幸", "媒"]}}, {"id": 259, "content": "生物老师问：大家知道多吃辣椒对身体不好，当我们吃进去了辣椒，它在小肠里被吸收，会变成什么呢？小明同学：老师，我知道，辣椒吃到小肠里，被小肠吸收，会变成：腊肠。", "key_words": {"pun_words": ["腊"], "alternative_words": ["辣"]}}, {"id": 260, "content": "小时候上学，把English读为“硬改历史”的成了政治家。", "key_words": {"pun_words": ["硬改历史"], "alternative_words": ["English"]}}, {"id": 261, "content": "小时候上学，我不小心把English读成“应该累死”，结果成了打工的。", "key_words": {"pun_words": ["应该累死"], "alternative_words": ["English"]}}, {"id": 262, "content": "小学五年级时，班主任问一组第一位同学：你是什么民族；同学说：“彝族”。 然后问在打瞌睡的第二位同学：“你呢？” 他迷迷糊糊的答道：“二族”。", "key_words": {"pun_words": ["彝"], "alternative_words": ["一"]}}, {"id": 263, "content": "香港有家洗衣机广告是一句成语改动一字：闲妻良母。", "key_words": {"pun_words": ["闲妻"], "alternative_words": ["贤妻"]}}, {"id": 264, "content": "a：啊，你用我的笔了！ b：没有！ a：你真没用？ b：我真没用！ a：哈，有人说他没用。：） b：气死我了！我们比赛。谁输了谁没用 a：比甚？ b：比肾？我还比肝呢！", "key_words": {"pun_words": ["比肾"], "alternative_words": ["比甚"]}}, {"id": 265, "content": "一个73岁大爷要做下肢手术，麻醉医生打完麻醉后，问：脚麻吗？大爷无语，医生提高分贝再次发问：脚麻吗？大爷怒吼：我都三十年不叫妈妈了！", "key_words": {"pun_words": ["脚麻"], "alternative_words": ["叫妈"]}}, {"id": 266, "content": "一天，一小女孩家来了个远方亲戚，小女孩的妈妈就到屋里去做菜好招抚好这位远方的叔叔。这时叔叔一个人坐着无聊就问小女孩。叔叔问她：你叫什么名字啊？小女孩就回答：我叫凤梧。叔叔又接着问：你妈妈怎么给你取这名字呢？小女孩就说：我妈妈说，在生我的前一天，他梦到一只凤凰站在梧桐树上，所以就叫我这名字了。叔叔喘了口气说道：你运气真好，还好你妈妈没梦到一只公鸡站在芭蕉树上！那就要叫鸡芭了", "key_words": {"pun_words": ["鸡芭"], "alternative_words": ["鸡巴"]}}, {"id": 267, "content": "公司每到年底都开职工晚会，节目都由同事 们自己编排和表演。 我们部门人多，就决定 上一个小合唱。为了在晚会上有出色表演， 我们部门还请了一个声乐老师作指导。 声乐老师：合唱要有和声，和声需要大家的 配合。来，你们每个人负责不同的发音。 老师对同事甲说：你来发do这个音。 对同事乙说：你来发re。 对同事丙说：你发mi。 对同事丁说：你发fa。 老师转身对一女同事说：你发骚(so)吧！", "key_words": {"pun_words": ["骚"], "alternative_words": ["so"]}}, {"id": 268, "content": "一个官吏不懂书里的句子，便问下属道：这地方有高才吗？下属误听为姓高的裁衣匠，就答道：有。随即把高裁缝叫进来。", "key_words": {"pun_words": ["才"], "alternative_words": ["裁"]}}, {"id": 269, "content": "圣诞节这天，只有小强父子两人在家。晚上，小强问爸爸：老爸，今晚吃什么菜？爸爸：你看看冰箱里还有什么，就吃什么吧！只有两个鸡蛋了哎！那就吃掉一个鸡蛋，另外一个留着明天吃。小明问爸爸：为什么啊，老爸？因为剩蛋快乐啊！", "key_words": {"pun_words": ["剩蛋"], "alternative_words": ["圣诞"]}}, {"id": 270, "content": "蛋蛋在派出所边上开了个烟酒店，所里的有个辅警经常来买烟， 一来二去就熟了，有次和他聊天“你们辅警算编制里的吗？” 他摇了摇头:“不算编制里的，不过你别看我不是编制里的， 有条大街还是以我的名字命名的。” 当时蛋蛋就惊了：“你叫啥名这么厉害？” 他微微一笑“我姓王。” 王辅警大街么。", "key_words": {"pun_words": ["王辅警"], "alternative_words": ["王府井"]}}, {"id": 271, "content": "在一次胜仗后，曹操骑马训话。 曹操：“兄弟们，我曹某人操练出来的兵怎么样。” 士兵：“曹（操）将军好，曹（操）将军妙，曹（操）将军操的呱呱叫！” 曹操一听，直接落马，气晕过去。", "key_words": {"pun_words": ["操"], "alternative_words": ["曹"]}}, {"id": 272, "content": "上英语课时老师问：“同学们谁会说花生的英语？” 我马上举起了手，得意地说：“花生的英语就是‘剥了壳壳吃米米’。” 同学们都大笑起来，我以为同学们都在佩服我，更加得意了。摇着头不停地说：“三颗药喂你妈吃！三颗药喂你妈吃！”", "key_words": {"pun_words": ["三颗药喂你妈吃"], "alternative_words": ["thank you very much"]}}, {"id": 273, "content": "一天一警察上门找小华，小华很尊敬地问他有什么需要帮助的。警察拿出一个包裹说：这是你的球衣。小华吓坏了，连忙解释：我没犯罪啊，给囚衣我干嘛啊？警察说：这是你丢失的球衣。小华：我没坐过牢啊，怎么会有丢过囚衣啊。警察哭笑不得。", "key_words": {"pun_words": ["囚衣"], "alternative_words": ["球衣"]}}, {"id": 274, "content": "美国人：我家的狗会说英语哩！ 中国人：它会说英语？ 美国人：是的，我问它，房屋最上层是什么？它会说‘ROOF！’ 中国人：那不稀奇，我有小猫会说中文， 美国人：它会说中文？ 中国人：是的，每当我问它，‘我们中国在哪里拜拜呢？’它会回答‘庙！庙’", "key_words": {"pun_words": ["庙"], "alternative_words": ["喵"]}}, {"id": 275, "content": "于是，小明把蛋给煮熟了，又放回鸡窝里。他的举动，被其他人看见了。有人问他：你想给母鸡吃它自己下的蛋吗？小明回答：母鸡也会吃它自己下的蛋？我是等母鸡直接孵出肯德鸡来吃。", "key_words": {"pun_words": ["肯德鸡"], "alternative_words": ["肯德基"]}}, {"id": 276, "content": "弟弟：哥，我感冒了.... 哥哥：什么？你居然敢冒？你再给我“冒”一个看看！ 说完，哥哥又把弟弟摁进水缸。 原来兄弟俩在练习水下憋气。", "key_words": {"pun_words": ["敢冒"], "alternative_words": ["感冒"]}}, {"id": 277, "content": "某日上语文课，语文老师教完王勃的律诗《杜少府之任蜀州》后发问：谁能告诉我，古代诗歌除了律诗外，还有什么形式？一位同学毫不犹豫地举手回答道：老师，除了律师外还有法官、被告哄堂大笑。", "key_words": {"pun_words": ["律师"], "alternative_words": ["律诗"]}}, {"id": 278, "content": "和前任闹分手，于是发了条短信“请不要联系我了”过去， 结果他回了我一句“你神经病啊！” 我看后正无比气愤想要质问他到底想表达什么意思， 就突然看到我刚刚发过去的短信，怎么就变成“请不要怜惜我了”！！！ 我正分手呢输入法你能严肃点好吗！！！", "key_words": {"pun_words": ["怜惜"], "alternative_words": ["联系"]}}, {"id": 279, "content": "吾有一女友，天性活泼直爽，常爱与人称兄道弟。近日，她总结出一个经验，对李X，她就叫李兄，张*就称*兄。 那日，吾与女友上街，途中多次遇到她的好友。先是白X，她与其拥抱，叫道：白兄！周围几人回头顾盼之。后是平X，她道：平兄！十几人回头顾盼之。后行至某商场门口，在100米远处，是她多年位见的好友张文飞，她扯开嗓门大呼：文兄刹时，几百人定睛将她一阵猛瞧，吾听得一老先生摇头感叹：这年头的女孩子，都这么开放！", "key_words": {"pun_words": ["文兄"], "alternative_words": ["文胸"]}}, {"id": 280, "content": "话说某市有间补习班的前身是健人补习班。柜台小姐在接电话时一定说：喂，‘贱’人，您好。由于许多家长在打电话到补习班为孩子请假时都受到这样的污辱，因此补习班接到了不少这样的电话。所以后来他们柜台小姐接到电话的时候都改了台词：喂，您好，我是‘贱’人。", "key_words": {"pun_words": ["贱"], "alternative_words": ["健"]}}, {"id": 281, "content": "卖煤的和一卖鸡蛋的打架，众问何故？ 卖鸡蛋的说：有他这样的吗？我一喊：鸡蛋？他马上就：卖煤了！", "key_words": {"pun_words": ["煤"], "alternative_words": ["没"]}}, {"id": 282, "content": "小时候妹妹问我几点了，我答：三扁担（三点半）！", "key_words": {"pun_words": ["三扁担"], "alternative_words": ["三点半"]}}, {"id": 283, "content": "前段时间身份证丢了跟老公去补办，期间我上厕所出来，见老公和一女人说话，等我过去那女人就走了。 我问老公那女人是谁，答：“我旧的老婆。” 我火了，大吼道：“你还有个旧的？” 凭他怎么解释也不理。突然看那女的过来很面熟，是舅妈，恍然大悟。对老公吼道：“你说舅妈不行，还舅的老婆！”", "key_words": {"pun_words": ["舅"], "alternative_words": ["旧"]}}, {"id": 284, "content": "小时候上学，把English读为“应给利息”的同学当了银行行长。", "key_words": {"pun_words": ["应给利息"], "alternative_words": ["English"]}}, {"id": 285, "content": "甲：小马，你的大名叫什么？为什么大家都不叫你的大名？乙：别提了，就连我父母都不喊我的大名，生我那会儿他们迷上了《倚天屠龙记》，里面有个曾阿牛，于是给我起了个名字叫黄阿马！", "key_words": {"pun_words": ["黄阿马"], "alternative_words": ["皇阿玛"]}}, {"id": 286, "content": "小明上小学一年级，总是分不清声母和韵母，老师考他：“耶”和“华”的声母是哪个？ 小明答：“生母”玛丽亚。", "key_words": {"pun_words": ["生母"], "alternative_words": ["声母"]}}, {"id": 287, "content": "妻子：夫君，我有一事不明？这夫妻排坐次，如何夫要在前？而妻尾后？丈夫：这好释疑，你将夫妻二字倒过来念。妻子：妻夫、妻夫。丈夫：就是，这一读，不就走了音儿，变成了欺负了吗！", "key_words": {"pun_words": ["欺负"], "alternative_words": ["妻夫"]}}, {"id": 288, "content": "一次看球赛，曼联赢了一场比赛，乐得我手舞足蹈，老婆很不理解地说：干吗呀？至于么？我说：我兴奋！老婆毫无表情地看了看我说：什么时候改姓了？", "key_words": {"pun_words": ["姓"], "alternative_words": ["兴"]}}, {"id": 289, "content": "教导主任拿着今年准备录取的学生名单到校长那里去备案，校长看到有个叫肖长书的学生，对教导主任说：这个学生不能录取。教导主任问：为什么?校长说：现在的学生想象力这么丰富，他没入学就是校长的叔叔，入学后还不是校长大爷啊？", "key_words": {"pun_words": ["肖长书"], "alternative_words": ["校长叔"]}}, {"id": 290, "content": "刚入学的时候，全班自我介绍。一男同学走上讲台：“我叫王鹏，来自北京，我爱下棋！” 说完就下去了，下一位是个女生，该女娇羞地走上讲台，忐忑不安地自我介绍：“我……我叫夏琪……”", "key_words": {"pun_words": ["夏琪"], "alternative_words": ["下棋"]}}, {"id": 291, "content": "化学课上，一正呼呼大睡的学生被老师叫起，问：“你知道我说的四氧化三铅是怎么回事吗？”学生慢慢地张开睡眼，懵懵懂懂地答：“老师，我只有一对眼，怎么会知道四眼发三枪是啥回事。”", "key_words": {"pun_words": ["四眼发三枪"], "alternative_words": ["四氧化三铅"]}}, {"id": 292, "content": "一小偷被警察抓住了！ 警察审问到：“叫什么名字。” 小偷不赖烦的答道：“李谦达（你欠打）。” 警察莫名：“你说什么” 小偷大声重复道：“我说李谦达（你欠打）啊。” 警察有些生气道：“你说我欠打。” 小偷：“不是我欠打，是李谦达（你欠打）啊” 说着，警察上去就是两耳光。 说道：“我知道了，不是我欠打，是你欠打吧” 被打后的小偷哭着连说：“对对对，就是李谦达。” 警察：“你真的是欠打啊。”", "key_words": {"pun_words": ["你欠打"], "alternative_words": ["李谦达"]}}, {"id": 293, "content": "王老师有一套独特的记忆方法，他每遇到新事物，都要用自己熟悉的事物去联想记忆。 一次，王老师临时到一个班去代课，提问时一个学生名叫“马林树”，他就联想到了“马铃薯”。 过了两个月，王老师又到这个班来代课，再次要提问这个学生时，却一下想不起他叫什么名字，愣了半天，才说：“土豆同学，你来回答……”", "key_words": {"pun_words": ["马铃薯"], "alternative_words": ["马林树"]}}, {"id": 294, "content": "蔗糖说：我身价涨了之后请叫我唐高宗。", "key_words": {"pun_words": ["唐"], "alternative_words": ["糖"]}}, {"id": 295, "content": "有一次纪念老舍先生的会上，有人建议侯宝林、谢添和杜澎三人说一段传统相声《扒马褂》，请马三立导演。 杜澎说：不行！ 为什么？ 杜澎说：咱三人凑在一起演不好！ 怎么不好？ 杜澎说：侯宝林、谢添、杜澎三人凑在一起，不就成了猴、泄、肚(侯、谢、杜)， 猴儿拉稀多难听啊！", "key_words": {"pun_words": ["猴", "泄", "肚"], "alternative_words": ["侯", "谢", "杜"]}}, {"id": 296, "content": "老婆在金店上班！ 昨天我一好久没见的弟兄来家里喝酒！ 在吃饭的时候弟兄问老婆： 嫂子在哪里上班呢？ 老婆随口接上：售金卖银 尼玛那兄弟当时就闷了", "key_words": {"pun_words": ["卖银"], "alternative_words": ["卖淫"]}}, {"id": 297, "content": "把电脑抱回家后按入网说明逐次设置，然后兴奋地鼠标一点，上网了！咦？密码错误！重新设置，还是密码错误。无奈蹬车去数据局求教，服务小姐问：你在输入用户名前放P了没有？这才明白还有这么个规矩，想上网，得先在自己的名字前放屁。", "key_words": {"pun_words": ["放屁"], "alternative_words": ["放P"]}}, {"id": 298, "content": "林林带着一对双胞胎儿子在小区广场上玩，她对一个孩子叮嘱道：大钱，别乱跑！站在旁边的小区保安听到这个俗气的名字后心里发笑，心想另一个双胞胎孩子一定叫小钱。这时，另一个孩子跑着跑着撞倒在保安身上，保安忙扶起孩子。 林林走过来，拉着孩子说：老钱，快谢谢叔叔！ 保安听了，忍不住说：孩子的名字起得可真……有趣呀！ 林林笑笑说：都是我老公起的，他姓郑，所以一个孩子就叫郑大钱，按说另一个该叫郑小钱，可听起来别扭，所以就叫郑老钱了……", "key_words": {"pun_words": ["郑"], "alternative_words": ["挣"]}}, {"id": 299, "content": "“爸，我好想去剑桥” 然后他就把我送去了工地。", "key_words": {"pun_words": ["剑桥"], "alternative_words": ["建桥"]}}, {"id": 300, "content": "失眠睡不着不要再数绵羊了，欧美国家数绵羊是因为羊和睡觉音似，属于潜意识暗示：中国人只会越数越乱，我们应该数：水饺，水饺，水饺。。。。。", "key_words": {"pun_words": ["水饺"], "alternative_words": ["睡觉"]}}, {"id": 301, "content": "两男生出校看病，他们俩是同桌，关系较好，一起回来时。 进校门的时候守门的大爷就亲切的问了句：“你们搞基的啊？” 学生甲小脸儿憋屈，说了句：“大爷，我喜欢的是女的。” 学生乙说：“人家是问我们是高几的。”", "key_words": {"pun_words": ["高几"], "alternative_words": ["搞基"]}}, {"id": 302, "content": "某贵官请宴。厨子因所煎的饼子夹生，被贵官打入狱中。隔日，贵官重新办酒设宴。有两人想救厨子，一人扮作算命先生，另一人扮作老人请算八字，在酒席旁算命。 算命先生：尊老庚甲为哪一年？ 老人故意大声说：丙子生。 算命先生连连大声叫：不好不好。 老人装作不乐，问：才说一个年头，又无时日，怎么就已说不好？ 算命先生说：昨日甲子生的还在狱中未放，何况你是丙子生（谐音饼子生）的？ 坐客都大笑起来。贵官领悟其意，于是释放了厨子。", "key_words": {"pun_words": ["丙"], "alternative_words": ["饼"]}}, {"id": 303, "content": "一师值清明放学，率徒郊外踏青。师在前行，偶撒一屁，徒曰：先生，清明鬼叫了。 先生曰：放狗屁！少顷，大雨倾盆，田间一瓦，为水淹没，仅露其背。徒又指谓先生曰：这像是个乌龟。师曰：是瓦（音同我）", "key_words": {"pun_words": ["瓦"], "alternative_words": ["我"]}}, {"id": 304, "content": "某天与同学走在路上 我说：“腌制品吃了致癌。” 同学很淡定的说：“那太监一定都有癌，他们被阉了。”", "key_words": {"pun_words": ["阉"], "alternative_words": ["腌"]}}, {"id": 305, "content": "“你刚谈的这个男朋友感觉怎么样？” “嗯……怎么说呢？他呀，就好比是热门APP。” “哟，听起来很抢手的样子呀。” “呵呵，不，你有没有注意， 每个热门APP上面，都有个‘荐’字！”", "key_words": {"pun_words": ["荐"], "alternative_words": ["贱"]}}, {"id": 306, "content": "一编剧对一导演说：您好，我是编剧，我姓杨。导演看了他一眼，说：您好，杨编，编剧不太喜欢，就说：能不能换个称呼？好的，杨剧！", "key_words": {"pun_words": ["杨剧"], "alternative_words": ["阳具"]}}, {"id": 307, "content": "班里有位同学叫朱尚海，特皮不爱学习。 一次上课，他自顾自玩耍影响到了别人， 老师恶狠狠滴批评他： “就你这样不学无术的，还想住上海？住厕所你都打不开门。”", "key_words": {"pun_words": ["住上海"], "alternative_words": ["朱尚海"]}}, {"id": 308, "content": "有个人读古文，念道：临清流而赋诗。旁边一人急忙问道：哪里来的临清刘副使？为什么不早给我说，好让我奉承奉承结交他。那人说：我念的是《归去来辞》。旁边那人慢慢地说道：我还以为他是个现任的官儿呢，若是这个归去来辞的官儿，我就不理他了。", "key_words": {"pun_words": ["临清刘副使"], "alternative_words": ["临清流而赋诗"]}}, {"id": 309, "content": "甲：别人一直骂我刚出生的弟弟“无耻”。 乙：为什么啊？ 甲：因为我弟弟没有牙齿，所以…… 乙：-_-", "key_words": {"pun_words": ["无耻"], "alternative_words": ["无齿"]}}, {"id": 310, "content": "新娘：“都怨姓不好，才做新娘就变成陈太太！” 新郎：“唉！要是嫁给杨先生该多好，一结婚不就成了杨太太？永远的洋太太。”", "key_words": {"pun_words": ["杨"], "alternative_words": ["洋"]}}, {"id": 311, "content": "某一天，我跟同学逛街，看到路边的自动柜员机。我对这东西的工作原理一直很迷惑，苦于没有机会让别人给我解释一把。那天我想机会来了，就问问我同学吧，于是开口问了：我说这个自动桂圆机里的桂圆，难道就不会坏吗？", "key_words": {"pun_words": ["桂圆"], "alternative_words": ["柜员"]}}, {"id": 312, "content": "一天，二女生正在聊天。其中一个女生突然叫了一声：快看那有个酷哥。 另一女生道：什么酷哥？！只不过剪了个酷头而已! 这时教导主任刚好走过，说了一句：捡了个裤头也要交公！", "key_words": {"pun_words": ["裤头"], "alternative_words": ["酷头"]}}, {"id": 313, "content": "有个教书先生名叫过江。一次，出个题目叫学生对对：隔河并马，学生把并字听成病字，脱口对道：过江瘟牛。先生听了哭笑不得。", "key_words": {"pun_words": ["并"], "alternative_words": ["病"]}}, {"id": 314, "content": "前段时间我同学介绍给我个客户，是个女的， 今天我我正和人家谈业务，同学偷偷在我耳边介绍到：“这女的来头很大”！ 她见我们窃窃私语，便问：你们在谈什么？ 我没回过神，连忙答道：没什么，他说你奶头很大。 尼玛，我这脑子那里去了。", "key_words": {"pun_words": ["奶头"], "alternative_words": ["来头"]}}, {"id": 315, "content": "我妈妈有颈椎病，天天往脖子上抹药，有天我问她：“你药抹脖子了吗？” 妈妈瞪着眼睛看着不解的我说：“我还没有打算自杀！”", "key_words": {"pun_words": ["药"], "alternative_words": ["要"]}}, {"id": 316, "content": "一家山西人在纽约唐人街开了家餐馆，儿子当服务生，老妈管收钱，老爸做大厨。 某一天，店里来了个老外，点了套餐，吃到一半，把汤碗打了。老妈听见声音，过来看，见地上有个破碗，问：谁打的？ 老外想：three dollar……", "key_words": {"pun_words": ["three dollar"], "alternative_words": ["谁打的"]}}, {"id": 317, "content": "我带5个朋友去饭店，落座后我说：“茶！” 小姐没领会就查：“123456” 我感到好笑：“倒茶！” 小姐倒着查：“654321” 我大怒：“你数啥啊？” 小姐害羞：“俺属猪！”", "key_words": {"pun_words": ["茶", "属"], "alternative_words": ["查", "数"]}}, {"id": 318, "content": "有一次，我和一个女人聊天，讨论一个问题。我对她说话缺乏逻辑十分恼火，一着急就打了错别字：你也不用你的奶子想想！", "key_words": {"pun_words": ["奶子"], "alternative_words": ["脑子"]}}, {"id": 319, "content": "女：你不是人。男：恩，我不是人，我是狗，我是天狗。女：狗也吃屎。男：恩，我吃屎，我吃的是天使。", "key_words": {"pun_words": ["天使"], "alternative_words": ["天屎"]}}, {"id": 320, "content": "苹果说：我身价涨了之后请叫我凭什么。", "key_words": {"pun_words": ["凭"], "alternative_words": ["苹"]}}, {"id": 321, "content": "正好不在，同事帮我留了客户的姓名，整个把我雷到了。 同事留的条子是：张银，沪猩路**号。 然后我和客户核对信息，结果是：张莹，沪星路**号 无语地问同事怎么会这样。 同事说：问名字的时候，他说是金银的银嘛。 问地址的时候，他说是猩猩的猩嘛…… 我……", "key_words": {"pun_words": ["金银", "猩猩"], "alternative_words": ["晶莹", "星星"]}}, {"id": 322, "content": "一对老外夫妻在中国开了一私人医院， 一次我感冒了，去开点药，付完帐后， 老外男和我闲聊告我他有一好听的中文名叫：司马当。还是一复姓。 他老婆叫：霍玛伊。都是他好友给选的。 我一听好像合起来是：死马当活马医的谐音，我大赞好名有水平，老外竖大拇指直夸我有学问。", "key_words": {"pun_words": ["霍玛伊"], "alternative_words": ["活马医"]}}, {"id": 323, "content": "一女问男朋友说：“你爱我吗?” 男朋友说：“爱。” 女问：也爱别人吗? 男朋友说：“也爱。” 女又问：“你不老说我是你的一切么?” 男说：“对啊，你就是我的一妾。”", "key_words": {"pun_words": ["一妾"], "alternative_words": ["一切"]}}, {"id": 324, "content": "有个先生认为自己精通姓名学，所以便在街上挂起招牌，巾出广告，专门给人起名字。 这一天，来了个人，说家里辈辈世世人懦弱，常受人欺侮，想给孩子起个刚强的名字。 先生先翻了几本羽，又用笔在纸上写画了半天，然后摇头晃脑地说：诏高祖的儿子叫李元霸，是一员虎将，为唐朝第一条好汉。秦朝末年，项羽起兵，自称为西楚霸王。他们都占了一个‘霸’字。他扭过头对那个人说：你孩子就叫一个字：霸！霸者，凶也！勇也！厉害也！坚强也！你看如何？ 这个人苦笑了一下，说：先生，咱这孩子不能叫这个字。 先生有些不高兴：为什么？ 咱家姓王。", "key_words": {"pun_words": ["霸"], "alternative_words": ["八"]}}, {"id": 325, "content": "小学语文书后面有一个我的生字表， 这天突然发现这反过来念很有意思， 就跟同桌说：以前的书都是从右往左念的，你试试。 于是同桌大声念到：表字生的我。 我们一直笑他笑到小学毕业。", "key_words": {"pun_words": ["表字"], "alternative_words": ["婊子"]}}, {"id": 326, "content": "老外游莱芜，遇一老太太逗猫，上前问：你在干嘛？老太太答：古捣猫尼！老外大惊，连老人都会外语!忙回：good morning，并赠其巧克力。", "key_words": {"pun_words": ["古捣猫尼"], "alternative_words": ["good morning"]}}, {"id": 327, "content": "一晚，寝室的卧谈会上，话题扯到了名字这个问题上。 诸小姐引经据典，各抒己见。一直沉默不语的范小姐开了腔：在所有的汉字中，我最爱‘黛’字，林黛玉的黛，雅致得让人心动。 上铺的赵小姐反应得最快，马上接口道：爱归爱，多亏你没用这个字作名，不然岂不成了‘饭袋’？", "key_words": {"pun_words": ["饭袋"], "alternative_words": ["范戴"]}}, {"id": 328, "content": "某学校召集全体教授大会，这学校有一个习俗，不喜欢称呼什么教授，都简称什么授，大会开始，主持一一邀请教授上去演讲，当请到某位教授上去演讲时，全场在坐的捧腹大笑，请问为什么？ 因为主持人说：下面有请秦授（禽兽）！", "key_words": {"pun_words": ["秦授"], "alternative_words": ["禽兽"]}}, {"id": 329, "content": "琳琳今天电脑老是蓝屏，琳琳是电脑盲， 无奈把哥哥叫来检查一下。他来了看了足足十分钟。 然后问琳琳一句：“你这个显示器是不是哈六生产的？” 琳琳没听清楚，随便应了句 “恩” 然后他说：“哈药六厂生产的就是蓝屏的！” 琳琳：“。。。”", "key_words": {"pun_words": ["蓝屏"], "alternative_words": ["蓝瓶"]}}, {"id": 330, "content": "今天和朋友坐车回家，快到家的时候看到一个运煤的车翻到沟里去了，煤掉了一地，因为地方小进不去大车，所以用小车一车一车往大车上倒。 朋友笑着对我说：“这就是倒霉吧。”", "key_words": {"pun_words": ["倒霉"], "alternative_words": ["倒煤"]}}, {"id": 331, "content": "明朝官员钱蒙叟在清兵入关时，曾穿戴了明朝官帽官服前去迎接，途中遇见一个老翁。 老翁用手杖敲他的头说：我是个多愁多病身，打你个倾国倾城帽。", "key_words": {"pun_words": ["帽"], "alternative_words": ["貌"]}}, {"id": 332, "content": "儿子问我韩愈是谁，我告诉他：“韩愈是一位伟大的文学家， 25岁就是进士了。 ” 儿子不屑地说：“爸爸，我比他厉害！ 我今年才6岁，就已经近视了。”", "key_words": {"pun_words": ["近视"], "alternative_words": ["进士"]}}, {"id": 333, "content": "小丽上班时间在吃八宝粥， 经理看见后生气地批评说：“太闲了是不是？” 小丽回答说“：不，一点儿也不咸，这是甜的。”", "key_words": {"pun_words": ["咸"], "alternative_words": ["闲"]}}, {"id": 334, "content": "大学选修JAVA，老师普通话带口音，说：“我们的内裤，是不用自己洗的，要用的时候，就用别人洗好的。”（我们的类库，是不用自己写的，要用的时候，就用别人写好的）", "key_words": {"pun_words": ["内裤"], "alternative_words": ["类库"]}}, {"id": 335, "content": "寝室里有人说：“我搁的洗衣粉儿太多了。” 一个哥们问：“你哥的媳妇儿太多了?有几个？”", "key_words": {"pun_words": ["哥的媳妇儿"], "alternative_words": ["搁的洗衣粉儿"]}}, {"id": 336, "content": "在课堂上，某老师说，小时候，妈妈经常跟我说天使的故事。 一位同学说，老师，你家就那么喜欢屎啊，还把屎说到天上去了。", "key_words": {"pun_words": ["屎"], "alternative_words": ["使"]}}, {"id": 337, "content": "同事姓夏，他老公姓周。他们在讨论将来宝宝的名字，想好一个简单的----“周一”。大家说：“不错不错，这个名字还有延续性，一口气可以生七个，从周一到周日。” 有人问：“那如果生了第八个怎么办呢？” 同事说：“第八个就叫夏周一。”", "key_words": {"pun_words": ["夏周一"], "alternative_words": ["下周一"]}}, {"id": 338, "content": "上数学课，老师讲几何。 画完图后，他在圆里画了一个P点，向我们大声宣布：“看，我在圆里放了个P！”", "key_words": {"pun_words": ["P"], "alternative_words": ["屁"]}}, {"id": 339, "content": "今天请一哥们吃饭，他估计吃多了，在公交车上忍不住连着打了三个响嗝：呃～呃～呃～旁边座上一个小盆友，坐在妈妈腿上，奶声奶气接了句：曲项向天歌～全车都笑疯了", "key_words": {"pun_words": ["呃"], "alternative_words": ["鹅"]}}, {"id": 340, "content": "有一个铁匠，用一些好泥和铁来铸剑，十年才铸剑完毕，剑是铸好了，可还少了个名字，铁匠看着这把剑的材料，想一想，便取名为泥好剑。当这个铁匠把剑进贡给皇上时， 皇上问：“这把剑的名字叫什么?” 铁匠回答:“泥好剑”。 当天哪个铁匠就被杀头了。", "key_words": {"pun_words": ["泥好剑"], "alternative_words": ["你好贱"]}}, {"id": 341, "content": "今天请一哥们吃饭，他估计吃多了，在公交车上忍不住连着打了三个嗝：“呃～呃～呃～” 旁边座上一个小盆友，坐在妈妈腿上，奶声奶气接了句：“曲项向天歌～” 全车都笑疯了…… 我独自在角落里憋到内伤……", "key_words": {"pun_words": ["呃"], "alternative_words": ["鹅"]}}, {"id": 342, "content": "黄先生是个军人，也很喜欢军人，所以给自己儿子取名叫黄军。一天他带儿子在等八路车上学，等了很久不见来，黄先生兴奋的喊起来皇军快跑！！八路来啦！！", "key_words": {"pun_words": ["皇军"], "alternative_words": ["黄军"]}}, {"id": 343, "content": "何大娘对老伴说：“邻居韩大爷给他孙子起的名字叫韩金量，高大爷给他孙子起的名字叫高科技，咱们也快有孙子了，你也给起个响亮的名字吧？” 何大爷不假思索地说：“就叫何武器！”", "key_words": {"pun_words": ["韩金量", "何武器"], "alternative_words": ["含金量", "核武器"]}}, {"id": 344, "content": "一对夫妻的儿子高一结束，进入高二要分理工班和文史班。儿子向其父母征求意见。夫妻二人根据儿子的学习和爱好，最后商定还是让儿子进入文史班学习。于是就说：儿子，你还是到文史班去吧。！ 一直呆在一旁的4岁的女儿不解地问道：“那我哥哥要天天到厕所上课吗？”", "key_words": {"pun_words": ["文史"], "alternative_words": ["闻屎"]}}, {"id": 345, "content": "一次早晨起来，我妈妈问我弟弟：洗脸了？我弟弟听成了几点了，我弟弟就说：八点了。谁之我妈妈又听成了抹脸了，接着说：抹脸算洗脸啊！这时我已经笑得直不起腰了。", "key_words": {"pun_words": ["几点了", "抹脸了"], "alternative_words": ["洗脸了", "八点了"]}}, {"id": 346, "content": "一个男生让一个女生帮他申请QQ ，另一个女生知道了就问他：你为什么不让我帮你生，我能生好多的，真的，你要几个我都帮你生。", "key_words": {"pun_words": ["生"], "alternative_words": ["申"]}}, {"id": 347, "content": "昨天有个人说要给我介绍一个女朋友，我本来想问漂亮吗，结果说成便宜吗。汗死自己！", "key_words": {"pun_words": ["便宜"], "alternative_words": ["漂亮"]}}, {"id": 348, "content": "话说台北市有间补习班的前身是健人补习班。 柜台小姐在接电话时一定会说：喂，贱人您好。 由于许多家长在打电话到补习班为孩子请假时，都受到这样的侮辱。 因此补习班接到了不少家长抗议的电话。 所以后来他们的柜台小姐接到电话的时候都改了台词：喂，您好，我是贱人……。", "key_words": {"pun_words": ["贱人"], "alternative_words": ["健人"]}}, {"id": 349, "content": "一位北方朋友在重庆出差。 第一次吃重庆火锅，不习惯调料，就叫来服务员问：“有麻酱没？” 服务员用纯正的重庆话说：“没得，有扑克。”", "key_words": {"pun_words": ["麻酱"], "alternative_words": ["麻将"]}}, {"id": 350, "content": "支元献为造高大的房屋用尽了自己所有的钱。房子造好了，生活却遇上了困难。窦谏议走过，说：房屋造得很好，只是缺两条梁：一条是不思量，一条是不酌量。", "key_words": {"pun_words": ["量"], "alternative_words": ["梁"]}}, {"id": 351, "content": "我打开小张的作业本，只见上面写着：Good morning! 狗头猫拎。", "key_words": {"pun_words": ["狗头猫拎"], "alternative_words": ["Good morning"]}}, {"id": 352, "content": "一日数学课，象以往一样，同学们都在认真的听讲，计笔记。讲到重要处。老师突然以加重的口气说：这是规定！接着老师又以询问加反问的口气说：什么是规定？大家茫然，一个个瞪大了眼睛。老师以耐人寻味的口气说：龟腚就是王八的屁股！ 鸦雀无声。 少顷，老师恍然大悟道：对不起，说错了，说错了。 哗然。", "key_words": {"pun_words": ["龟腚"], "alternative_words": ["规定"]}}, {"id": 353, "content": "周末，心血来潮，在家煮皮蛋瘦肉粥。 满心欢喜地问男友：“咸淡合适吗？” 他边吃边说：“还没有吃到咸蛋。”", "key_words": {"pun_words": ["咸淡"], "alternative_words": ["咸蛋"]}}, {"id": 354, "content": "展昭:“包大人，你额头的月牙是怎么弄的？” 包大人:“天生的。” 展昭:“揭得下来吗？” 包大人:“天生的。揭不下来。” 展昭:“如果揭下来呢？” 包大人:“揭下来…………就是见证奇迹的时刻……”", "key_words": {"pun_words": ["揭下来"], "alternative_words": ["接下来"]}}, {"id": 355, "content": "县衙里的官吏们聚会，互相询问各自的官职。一个人说：我的职务是‘随常茶饭端过来’，取的意思是‘现成’。 另一个人说：我的职务是‘滚汤锅里下文书’，乃是煮簿。 又有一个人说：我是‘乡下蛮子租粪窖’。大家都不解其意，那人便解释道：尿屎。", "key_words": {"pun_words": ["现成", "煮", "屎"], "alternative_words": ["县丞", "主", "史"]}}, {"id": 356, "content": "女：“在不？” 男：“我无处不在！” 女：“晕哦……” 男：“来，往我怀里晕，Com on baby !” 女：“呵呵…你叫什麽？” 男：“我没叫啊，你又没非礼我” 女：“我是问你姓名。” 男：“噢耶～我复姓南宫叫鹏友，简称南鹏友”", "key_words": {"pun_words": ["南鹏友"], "alternative_words": ["男朋友"]}}, {"id": 357, "content": "男生带女生出去玩，女生问：“我们去哪里？” 男生本想说去公园划船，去船上，但一着急说：“去床上吧！” 女生慌忙逃走。", "key_words": {"pun_words": ["床"], "alternative_words": ["船"]}}, {"id": 358, "content": "晚上，就是玩赏。", "key_words": {"pun_words": ["玩赏"], "alternative_words": ["晚上"]}}, {"id": 359, "content": "妈妈带五岁的儿子到公园去玩，看见一对夫妇迎面走来，儿子问妈妈：为什么那位阿姨的肚子那么大？要生孩子了。妈妈回答。那位叔叔也要生孩子了。儿子指着旁边腆油肚的男人说道。", "key_words": {"pun_words": ["生孩子"], "alternative_words": ["肥胖"]}}, {"id": 360, "content": "一日兄弟俩骑自行车，哥哥带着弟弟路过一十字路口。准备转弯时，哥问坐在后座的弟，后面有没有车？弟答：煤车！哥急转弯结果被煤车撞成重伤住院。哥怨弟：不是没车吗？弟答：是煤车呀！哥哭笑不得。", "key_words": {"pun_words": ["煤车"], "alternative_words": ["没车"]}}, {"id": 361, "content": "弟弟：我今天听写一成语叫肆无忌惮。 姐姐：怎么了？ 弟弟：我错了5个字。 姐姐：怎么错的？ 弟弟：我当时把“肆无忌惮”听成了“四五鸡蛋”，觉得不对，就写成了“四五个鸡蛋”了……", "key_words": {"pun_words": ["四五鸡蛋"], "alternative_words": ["肆无忌惮"]}}, {"id": 362, "content": "裴子羽做下邳县令时，张晴任县丞，两人都很有声望，且喜谈时事。有个小吏私下里开玩笑说：县官之间很不和睦。 有人问他缘故，小吏答：长官称雨（羽），赞府道晴，终日如此，哪里会和？", "key_words": {"pun_words": ["雨"], "alternative_words": ["羽"]}}, {"id": 363, "content": "一位来自广东的领导去北京出差，请北京的有关部门吃饭。 席间忽然问女服务员：小姐，你们这里有没有黄色节目？ 服务员满脸通红说：没有。 领导不悦：不可能，你们这里怎么会没有黄色节目哪？ 这时边上的秘书连忙解释： 小姐，我们领导是问你们这里有没有黄色芥末？", "key_words": {"pun_words": ["芥末"], "alternative_words": ["节目"]}}, {"id": 364, "content": "一女知青到边远山区插队落户，写信回家说：亲爱的爸爸，自从和贫下中农打成一片以来，我已经愈混愈熟，晚上就和老大狼（娘）睡一个坑（炕），现在我的肚（胆）子也越来越大了…… 弟弟回信：家里一切都好，不用担心，妈妈上吊（调）了。", "key_words": {"pun_words": ["狼", "坑", "肚", "吊"], "alternative_words": ["娘", "炕", "胆", "调"]}}, {"id": 365, "content": "父子俩在森林里迷了路，爸爸带着儿子四处摸索，可是没找到一丝能出林的痕迹。突然儿子大叫:要是妈妈在就好了，她一定认识路！为什么？书上说了，老马识途！", "key_words": {"pun_words": ["马"], "alternative_words": ["妈"]}}, {"id": 366, "content": "有个私塾先生专门读别字，阎王要罚他做狗，那先生坚决请求做母狗，问他什么原故，他说：临财（碰到钱财）毋苟（不能随便）得，临难（碰到灾难）毋苟免。", "key_words": {"pun_words": ["毋苟"], "alternative_words": ["母狗"]}}, {"id": 367, "content": "一日大堂经理向一客户推荐我们的网上银行：“您天天都来看行情，不如用我们的网上银行吧？” 那位客户却说：“不行，我晚上没时间。” 大堂经理说他那天笑得脸疼。", "key_words": {"pun_words": ["晚上"], "alternative_words": ["网上"]}}, {"id": 368, "content": "一次数学课，我没认真听讲。老师快过来了， 我急忙用悄悄话那样的声音问后座一哥们：“哥们，哪一页？” 那哥们相当淡定的告诉我：“你没有拒绝我~” 我又一次小声的问：“擦！哪一页？！” 然后~他告诉我：“我伤害了你~~”。 我勒个去！当我是在和他对歌吗？", "key_words": {"pun_words": ["哪一页"], "alternative_words": ["那一夜"]}}, {"id": 369, "content": "一天突发奇想，问六岁的小外甥女：你知道丐帮是干嘛的吗？ 她仰起小脸，大声的说道：我知道，是卖钙片的！", "key_words": {"pun_words": ["钙"], "alternative_words": ["丐"]}}, {"id": 370, "content": "乞儿制一新竹筒，众丐沽酒称贺。每饮毕，辄呼曰：庆 新管酒干。一师正在觅馆，偶经过闻之，误听以为庆新馆也， 急向前揖之曰：列位既有了新馆，把这旧馆让与学生罢！", "key_words": {"pun_words": ["馆"], "alternative_words": ["管"]}}, {"id": 371, "content": "一裁缝上厕坑，以尺挥墙上，便完忘记而去。随有一满洲人登厕，偶见尺，将腰刀挂在上面。少顷，裁缝转来取尺，见有满人，畏而不前，观望良久。满人曰：蛮子，你要甚么？ 答曰：小的要尺。满人曰：咱囚攘的，屙也没有屙完，你就要吃（尺）！", "key_words": {"pun_words": ["吃"], "alternative_words": ["尺"]}}, {"id": 372, "content": "我打开小张的作业本，只见上面写着：Yes,it is 爷死，一踢一死。", "key_words": {"pun_words": ["爷死，一踢一死"], "alternative_words": ["Yes,it is"]}}, {"id": 373, "content": "我和女友用砂锅在家炖鸡吃，看着砂锅里的鸡，女友问道：“你不是生物系毕业的吗？这世上到底是先有鸡，还是先有蛋？” 我说：“先有蛋吧！” 女友问：“那蛋哪来的？” 我接着改口：“那就是先有鸡！” 女友不依不饶：“那鸡哪来的？” 我一下子被问蒙了，一时间哑口无言。 让我气愤的是，女友端起盛着鸡肉的砂锅狠狠摔在地上，可怜的砂锅四分五裂了。 我无奈地问道：“你这是干什么？” 女友貌似一肚子委屈地吼道：“我就想知道到底先有鸡，还是先有蛋，所以要打破沙锅问到底！”", "key_words": {"pun_words": ["沙锅"], "alternative_words": ["砂锅"]}}, {"id": 374, "content": "今天考一门挂科率超高的科目，某同学一直没复习，一大早起来我还以为他来复习，结果他一直在那儿唱《霍元甲》：过，过，过过，过过，过真是汗颜啊！", "key_words": {"pun_words": ["过"], "alternative_words": ["霍"]}}, {"id": 375, "content": "某酒店，一房间客人打电话给服务员MM：服务员，给我送盒杰士邦。 后来，那个服务员MM拿了一盒鸡翅膀送过来了。", "key_words": {"pun_words": ["杰士邦"], "alternative_words": ["鸡翅膀"]}}, {"id": 376, "content": "女友跟我说，晚上给我妈买箱水。我接完电话马上搬了箱冰露送过去了。刚才女友打电话过来一阵暴怒：啊，让你买香水你买一箱矿泉水！", "key_words": {"pun_words": ["香"], "alternative_words": ["箱"]}}, {"id": 377, "content": "一对夫妻新婚后，老公满脸困惑地对老婆说：以后你爸要是与我爸在一起时，你怎么称呼他们呢？要是叫爸两个都回答怎么办？老婆回道：这简单呀，在你父亲前加一个姓不就得了，就叫王爸。老公：哇靠王八？", "key_words": {"pun_words": ["王八"], "alternative_words": ["王爸"]}}, {"id": 378, "content": "北京，就是背景。", "key_words": {"pun_words": ["背景"], "alternative_words": ["北京"]}}, {"id": 379, "content": "我问上六年级的女儿有什么打算，她说目标是考上重点中学市一中。当时恰巧两岁半的小外甥也在，我便问：“城城，长大了考什么？” “我要烤鸡腿。”他毫不犹豫地回答。", "key_words": {"pun_words": ["烤"], "alternative_words": ["考"]}}, {"id": 380, "content": "单位新来一同事，人年轻，嘴挺甜，见到女同事都叫某姐。 这天，见到姚姓同事，小姑娘张嘴就叫：“姚姐。” 姚同事当时脸都绿了。", "key_words": {"pun_words": ["姚姐"], "alternative_words": ["小姐"]}}, {"id": 381, "content": "少先队大队会，高年级的姐姐问我的同桌：你的职务是什么？同桌很认真的答：我就养了棵仙人掌，本来还想养个含羞草的。", "key_words": {"pun_words": ["职务"], "alternative_words": ["植物"]}}, {"id": 382, "content": "“大夫，我爹怎么样了？” “拿着这张纸，请遵遗嘱。” “啊，我爹走了？爹！你怎么就走了啊！” “我说的是请遵医嘱啦。”", "key_words": {"pun_words": ["遗嘱"], "alternative_words": ["医嘱"]}}, {"id": 383, "content": "女：你不是人。 男：恩，我不是人，我是狗，我是天狗。 女：狗也吃屎。 男：恩，我吃屎，我吃的是天使。", "key_words": {"pun_words": ["使"], "alternative_words": ["屎"]}}, {"id": 384, "content": "江南人讲的方言，京城里人听起来很吃力。 一次，有个江南人到京城去，在城内急走时，把袖中一块手帕给弄丢了，便沿街边寻边问：你见我帕否？ 后来问到一个粗暴的军人，军人大怒道：我见千见万，为何见你怕！", "key_words": {"pun_words": ["怕"], "alternative_words": ["帕"]}}, {"id": 385, "content": "失眠睡不着不要再数绵羊了，欧美国家数绵羊是因为羊和睡觉音似，属于潜意识暗示：中国人只会越数越乱，我们应该数：水饺，水饺，水饺。。。。。", "key_words": {"pun_words": ["水饺"], "alternative_words": ["睡觉"]}}, {"id": 386, "content": "关羽刮骨疗伤的故事天下皆知，这次不慎再中毒箭，又要挑筋动骨。军医问：将军是否依旧靠下棋分神？关羽答：纸笔伺候，我要画幅《赤兔》军医惊叹：想不到将军与赤兔之情已比麻药之效！关羽大笑：你没听过马化疼吗？", "key_words": {"pun_words": ["马化疼"], "alternative_words": ["马化腾"]}}, {"id": 387, "content": "焦小强生了肝病出院时，医生说不能同房，他说：我家就一间房。医生说不能同床，他说：我家就一张床。医生只好明说不能性交，焦小强怒曰：我祖宗十八代都姓焦！", "key_words": {"pun_words": ["性交"], "alternative_words": ["姓焦"]}}, {"id": 388, "content": "武林盟主被他逼到角落，捂住伤口瘫坐在地等他手起刀落。 他却是把刀抽回，跪倒在地，痛苦地喃喃自语： “她都已经走了……就算给我一统江湖……又能怎么样呢……” 武林盟主强忍剧痛，沙哑地对他说： “一桶浆糊……可以贴好多张寻人启事了……”", "key_words": {"pun_words": ["一桶浆糊"], "alternative_words": ["一统江湖"]}}, {"id": 389, "content": "5岁的女儿芳芳随我去朋友的公司，上了二楼，女儿指着一办公室门上的标牌问我上面写的什么字。我告诉她是“董事长”，女儿随即问我：“妈妈，在你们公司，就数他最懂事吗？”", "key_words": {"pun_words": ["懂事"], "alternative_words": ["董事"]}}, {"id": 390, "content": "巴西队这次荣获世界杯冠军，五岁的孩子不懂足球也跟着看，因为巴西队大打的比赛最多，解说员也总是解说巴西队的比赛实况，大人们看着带劲，孩子却不怎么看得懂，总是听解说员叫巴西队员的名字，实在不理解了就问大人，巴西人都长几个耳朵？ 大人不解小孩子为什么问这样的问题，孩子天真地说：你没有听解说员老叫巴西球员的名字嘛，罗纳耳多，小罗纳耳多，黎瓦耳多，……。 大人笑。", "key_words": {"pun_words": ["罗纳耳多", "黎瓦耳多"], "alternative_words": ["罗纳尔多", "黎瓦尔多"]}}, {"id": 391, "content": "有个教书先生打发他学生去买竹竿，结果学生去卖肉的地方买了猪肝。因为卖肉的猪肝不够，就又给他一个猪耳朵。学生就把猪耳朵塞在腰间，手提猪肝回去了。先生一看就怒问到：你买的竹竿呢？学生把猪肝举起来说：在这里。先生生气地说：你耳朵哪里去了？学生指了指他腰间的猪耳朵说：在我腰上。", "key_words": {"pun_words": ["猪肝"], "alternative_words": ["竹竿"]}}, {"id": 392, "content": "刚上大学，军训，连长不知道是哪里的口音，喊口令——“向左钻！”“向右钻！”", "key_words": {"pun_words": ["钻"], "alternative_words": ["转"]}}, {"id": 393, "content": "小胖做大扫除时偷吃红豆冰，被老师发现了。 老师不高兴地对小胖说：“是不是太闲了？” 小胖回答：“老师，不闲，是甜的！”", "key_words": {"pun_words": ["闲"], "alternative_words": ["咸"]}}, {"id": 394, "content": "一天有一个人因为脚很痒所以到药局去买药。 药商：你要买什麽药？ 因为那个顾客的脚又痒起来了！情急之下就说：脚痒！脚痒！ 结果药商听成：久仰！久仰！就很客气的说：「哪里！哪里！ 顾客就比着脚说：这里！这里！", "key_words": {"pun_words": ["久仰"], "alternative_words": ["脚痒"]}}, {"id": 395, "content": "天气好热，爱妃很辛苦吧？谢陛下关爱。您怎么知道臣妾辛苦呢？呵呵，毕竟你是万金之躯。讨厌讨厌，臣妾还不到两百斤呢！", "key_words": {"pun_words": ["斤"], "alternative_words": ["金"]}}, {"id": 396, "content": "冬天里的一天，在朋友家做客，朋友的两岁女儿说：夏（下）天爸爸给我买了一个玩具。 朋友问：难道现在是夏天吗？ 2岁女儿回答：不是夏天，是上天！", "key_words": {"pun_words": ["夏"], "alternative_words": ["下"]}}, {"id": 397, "content": "某学生的作文写得很短：老师，我在上厕所的时候看见了一大坨屎，我大吃一斤。老师评语：吃饱没呀？", "key_words": {"pun_words": ["大吃一斤"], "alternative_words": ["大吃一惊"]}}, {"id": 398, "content": "女人：太可怕了！我那男朋友竟要杀我！女人：怎么会？他好端端地干吗要杀你？女人：怎么不会？！他在给我的信里写着见面时我一定刎你。", "key_words": {"pun_words": ["刎"], "alternative_words": ["吻"]}}, {"id": 399, "content": "3岁的儿子在画画，一边画一边不停地念叨着，画完后乐呵呵地拿给我欣赏。 我盯着画看了半天，也没有琢磨出他究竟画的是什么。 为了鼓励孩子，我笑着说：“咱宝宝画的是抽象派。” 儿子噘着小嘴说：“爸爸连小狗和大象都分不清楚， 我画的明明是小狗，他还说我画的是‘丑象’！”", "key_words": {"pun_words": ["丑象"], "alternative_words": ["抽象"]}}, {"id": 400, "content": "一位男士带着女儿到蛋糕屋前对售货员说：“请给我做一个生日蛋糕。” 售货员：“上面要写上什么吗？” 女儿：“祝妈妈生日快乐。” 售货员：“啊！你家的猪真幸运！”", "key_words": {"pun_words": ["猪"], "alternative_words": ["祝"]}}, {"id": 401, "content": "元世祖至元年间，元人进入南宋都城杭州，南宋朝廷宗庙被洗劫一空。当时有个姓金的，世代为伶官，流离失所，无家可归。一天，金某在路上遇见左丞范文虎。范文虎在宋朝为殿帅时，就与金某熟识。他见了金某说：过几天朝廷举行宴会，你来献技，不愁没有吃穿。 后来金某如期前往，在宴会上表演优戏，插科打诨说：某寺里有座大钟，但一连几天，寺奴都不敢敲这口钟。主僧询问原因，寺奴说：‘近 来钟楼上有位巨神，样子很怪，我不敢上楼。’主僧连忙去看。那巨神见了主僧，立刻倒身下拜。主僧问：‘你是何神？’巨神答道：‘钟神。’主僧反问道：‘你既是钟神（忠臣），为何还下拜？’", "key_words": {"pun_words": ["钟神"], "alternative_words": ["忠臣"]}}, {"id": 402, "content": "我外甥女五岁，爱吃瓜果蔬菜，长得水灵可爱，就是说话有时候咬字不太清。一天，他从大门外跑进来喊：舅舅舅舅，外面一个卖王八的，你给我买，我要吃我要吃。说着就拉了我的手向外拽。我也好奇：真有来村里卖王八的，这倒要去看看。到了外面一看，原来是个买黄瓜的。", "key_words": {"pun_words": ["黄瓜"], "alternative_words": ["王八"]}}, {"id": 403, "content": "县衙里的官吏们聚会，互相询问各自的官职。一个人说：我的职务是‘随常茶饭端过 来’，取的意思是‘现成（县丞）’。 另一个人说：我的职务是‘滚汤锅里下文书’，乃是煮（主）簿。又有一个人说：我是‘乡下蛮子租粪窖’。大家都不解其意，那人 便解释道：尿屎（史）。", "key_words": {"pun_words": ["现成", "煮", "屎"], "alternative_words": ["县丞", "主", "史"]}}, {"id": 404, "content": "星期天的一次学校活动后，老师对同学们说：现在已经中午了，学校大食堂为大家安排了免费份饭。 一同学没听清，问旁边同伴：老师说的什么呀？ 同伴白他一眼一语双关道：白吃！", "key_words": {"pun_words": ["白吃"], "alternative_words": ["白痴"]}}, {"id": 405, "content": "“你听说过吗？人的影子其实就是魂。看影子的颜色就能看出人的状况” “哦？怎么说？” “如果影子颜色比较深，那说明你的身体好，魂魄厚实” “这样阿，那要是我的影子颜色淡呢？说明我身体不好？” “不，那说明…你魂淡。”", "key_words": {"pun_words": ["魂淡"], "alternative_words": ["混蛋"]}}, {"id": 406, "content": "爷爷：A，你爷爷多大岁数了？ A：我爷爷他去世了…… 爷爷：哦…七十四了……那你奶奶呢？ A： 我奶奶也去世了。 爷爷：哦……他俩还同岁啊…… 我们家其他孩子们狂笑，A憋得满脸通红，爷爷一脸茫然……", "key_words": {"pun_words": ["七十四"], "alternative_words": ["去世"]}}, {"id": 407, "content": "上班了第一次看见老板心里很紧张，同事介绍说这个就是老板。 我上前握手说道；老表好！ ……汗死", "key_words": {"pun_words": ["老表"], "alternative_words": ["老板"]}}, {"id": 408, "content": "有一天某公司招聘秘书，有一位长得非常漂亮的女孩去面试。 主管看完简历后问她：你在XX公司时在哪个部门工作？ 一定要问那么清楚吗？ 主管正在想她是否有不方便说的地方... 鸡房。 搞维护。", "key_words": {"pun_words": ["鸡房"], "alternative_words": ["机房"]}}, {"id": 409, "content": "黄先生是个军人，也很喜欢军人，所以给自己儿子取名叫“军”。 一天他带儿子在等八路车上学，等了很久不见来，突然！八路车来啦 ````兴奋的喊起来“黄军快跑！！八路来啦！！”……", "key_words": {"pun_words": ["黄军"], "alternative_words": ["皇军"]}}, {"id": 410, "content": "正在生气时，他儿子拿着书本走过来问到：“爸爸，成语明珠暗投怎么解释。” 老张一听大怒，打了他儿子一巴掌骂到：“亏老子辛辛苦苦供你上学，连个成语都不会解。‘明猪暗偷’的意思不是很简单吗？白天买的猪，在夜里被人偷了，还用老子教吗？", "key_words": {"pun_words": ["明猪暗偷"], "alternative_words": ["明珠暗投"]}}, {"id": 411, "content": "古时候有一秀才上街买蒜，因钱不够就把裤裆脱下来，当给卖蒜的下次赶集时来赎。第二次秀才再来这里时卖蒜的不见了，一个算命先生问他：你属什么？秀才答：我赎裤裆。", "key_words": {"pun_words": ["赎"], "alternative_words": ["属"]}}, {"id": 412, "content": "一天，两位漂亮的姑娘走到大路的拐弯处，只听有人喊：“王志文。快！王志文。” 两姑娘一听“哇！”王志文来了。 一个说：“我要让他签个名。” 另个说我要当面说声：“我爱你！” 两人急速随声跑去。面前一条大狼狗。一个民警牵着还不停地喊：“往直闻。往直闻。” 原来是在训练警犬的。", "key_words": {"pun_words": ["往直闻"], "alternative_words": ["王志文"]}}, {"id": 413, "content": "我们公司新上任的总经理是个老实人，作自我介绍的时候，很紧张！总经理自我介绍道：大...大...大家好，我...我姓苟，以后不要叫我苟总，叫我小狗就可以了。", "key_words": {"pun_words": ["苟"], "alternative_words": ["狗"]}}, {"id": 414, "content": "一人问曰：相公尊姓？曰：姓杨。其人曰：既是 羊，为甚无角？士怒曰：呆狗入出的！那人错会其意，曰： 嗄！", "key_words": {"pun_words": ["羊"], "alternative_words": ["杨"]}}, {"id": 415, "content": "郭先生找了一个女朋友，女朋友姓缴，郭先生的母亲强烈反对他们的恋爱。母亲说：“一个做生意的朋友姓钱，原本生意做得红红火火，因为娶了一个姓裴的老婆，做什么赔什么，后来日子过得一塌糊涂，两人还总打架。”", "key_words": {"pun_words": ["赔"], "alternative_words": ["裴"]}}, {"id": 416, "content": "这几天，妞妞太贪玩，昨天的数学作业竟然错了好几题！ 我问她：“看看你，怎么错了这么多题！你好好想想，等会给我个交代！” 妞妞不声不响地回过头去，从抽屉里拿出胶带，说：“爸爸，给你胶带。”", "key_words": {"pun_words": ["胶带"], "alternative_words": ["交代"]}}, {"id": 417, "content": "昨天中午和同事聊房价。我说：“现在房价这么贵，如果我有块地，那真是发达了！” 他说：“你要是有块地，我马上认你作干爹！” 刚说完，前台那边小姑娘喊我：“XX，你有快递！” 后来，整个下午我干儿子都不愿意和我说话。", "key_words": {"pun_words": ["有快递"], "alternative_words": ["有块地"]}}, {"id": 418, "content": "典韦拼尽最后一口气，杀开一条血路， 倒在血泊中，冲着身后的曹操喊：“主公，逃！” 曹操忙不迭从怀中摸出一个桃，扔将过去：“补个！”", "key_words": {"pun_words": ["桃"], "alternative_words": ["逃"]}}, {"id": 419, "content": " 升职，就是升值。", "key_words": {"pun_words": ["升值"], "alternative_words": ["升职"]}}, {"id": 420, "content": "一个恶棍横行乡里，他的仇家骂道：“你哥哥中进士，与你有什么关系，你却如此横行霸道？” 恶棍答道：“难道你没看见匾额上写着‘进士弟（第）’吗？”", "key_words": {"pun_words": ["进士弟"], "alternative_words": ["进士第"]}}, {"id": 421, "content": "知道买单的为什么都是丈夫吗？丈夫反过来念一念，你就明白了；知道丈夫什么要赚钱养家吗？倒过来看一看，夫丈，就是付账。", "key_words": {"pun_words": ["付账"], "alternative_words": ["夫丈"]}}, {"id": 422, "content": "一天，一对夫妇逛街。因为丈夫普通话说得不好，常常惹得妻子很不高兴。 丈夫看见一个西瓜，就把它切成一大一小。 他问妻子：你要大便，还是小便？（你要大边还是小边？）", "key_words": {"pun_words": ["大便", "小便"], "alternative_words": ["大边", "小边"]}}, {"id": 423, "content": "妈妈：小小，同学们怎么都叫你二王一后呢？小小：因为我是迟到大王，睡觉大王。妈妈：那一后呢？小小：我的脸皮厚。", "key_words": {"pun_words": ["厚"], "alternative_words": ["后"]}}, {"id": 424, "content": "有一天记者采访时传祥： “你是做什么工作的？” “捞翔。” 记者一愣： “捞翔，腻也是河南人？”", "key_words": {"pun_words": ["捞翔"], "alternative_words": ["老乡"]}}, {"id": 425, "content": "一日欲开车带三岁的侄儿出去玩，不料他渴望的眼神驻留于一瓶还未扔掉的矿泉水上。 我忙说：“这水不能喝，已经过期了。”他不解地望着我。 我解释：“这过期的水，就是水放太久了，里面就长虫子了。你喝了这水会肚子痛的哦。” 他歪着头想了想，“那过六的水呢？”", "key_words": {"pun_words": ["过期"], "alternative_words": ["过七"]}}, {"id": 426, "content": "今天一小孩儿来告诉我，老师有人骂我是秦始皇的后代。 我不明白，还觉得是名人后代挺好， 结果小孩儿告诉我：秦始皇的后代叫（秦）禽兽。。。", "key_words": {"pun_words": ["秦"], "alternative_words": ["禽"]}}, {"id": 427, "content": "我有同事普通话不标准，去到北方，看到饺子很好吃，于是上前问到：小姐，水饺多少钱一碗？谁知由于发音不标准，传到别人的耳朵里变成了小姐，睡觉多少钱一晚？结果水饺没有吃成，耳光倒吃了一个。", "key_words": {"pun_words": ["睡觉", "晚"], "alternative_words": ["水饺", "碗"]}}, {"id": 428, "content": "有次我和朋友打麻将一直输，就叫男朋友去楼下买包话梅给我。 意思是化掉霉运嘛，貌似这招一直都挺灵的。 但是我吃完话梅还是一直输。 后来他一看，那话梅的包装口袋上写着：天下第一梅……", "key_words": {"pun_words": ["梅"], "alternative_words": ["霉"]}}, {"id": 429, "content": "某人看到一条租房信息，便打电话过去询问，对方说：“是我儿子出租房子，但他现在不在家”。 他想了想问道：“是季付还是月付？”话音刚落，对方勃然大怒道：“什么继父岳父，我是他亲爹！”", "key_words": {"pun_words": ["继父", "岳父"], "alternative_words": ["季付", "月付"]}}, {"id": 430, "content": "一天朋友来家里玩，看小女儿在写作业，于是逗她说：你将来是不是要考大学呀？ 女儿答：那当然要考。 于是朋友说：你将来要不要考武大（武汉大学的简称）？ 女儿答：五大算什么！我要考十大！", "key_words": {"pun_words": ["五大"], "alternative_words": ["武大"]}}, {"id": 431, "content": "乙：我开‘洋货店的。 甲：为何不卖国货？ 乙：我卖的并非外国货，全是国货，只因生意不好，不能赚钱，倒养几个伙计，所以叫‘养伙店’。", "key_words": {"pun_words": ["养伙店"], "alternative_words": ["洋货店"]}}, {"id": 432, "content": "老师：有没有应到的未到啊？ 学生：……没有闻到。", "key_words": {"pun_words": ["闻到"], "alternative_words": ["未到"]}}, {"id": 433, "content": "我的名字中有个“淼”字。 当班长点完我前面那个同学的名字后，我就准备好答“到”了。 班长点完我的名字后，我很给力的“喵”了一声！ 同学那个笑啊…我那个零乱啊……", "key_words": {"pun_words": ["喵"], "alternative_words": ["淼"]}}, {"id": 434, "content": "阿呆对一个朋友说：“上次面试我真是失败极了。” 朋友问：“怎么了？” 阿呆说：“考官问我有特长没有，我说，我今天没有带特产，希望有机会请考官去我家乡品尝。”", "key_words": {"pun_words": ["特产"], "alternative_words": ["特长"]}}, {"id": 435, "content": "肯德基店。两个女孩偶遇。 女孩甲：我听说你刚开了一家首饰店！ 女孩乙：你消息很灵通啊！上个礼拜才营业。 女孩甲：你卖的是金的还是银的？ 女孩乙：我卖银的…… 店里人纷纷侧目……", "key_words": {"pun_words": ["卖银"], "alternative_words": ["卖淫"]}}, {"id": 436, "content": "妈妈给四岁的儿子出数学题，儿子都答对了，妈妈夸儿子聪明，儿子非常高兴。 爸爸在一旁说：我给你出一道难题！ 儿子看了半天，没有做出来，于是生气地对爸爸说：我不做男题，只做女题。", "key_words": {"pun_words": ["男"], "alternative_words": ["难"]}}, {"id": 437, "content": "A同事刚从深圳到回来上班，说他去了深圳世界之窗。 B同事没听清楚，听成了他去了深圳割痔疮，还特别关心地说：“你刚割完痔疮怎么可以这么快就上班？快向老板请假休息几天吧。” A同事哭笑不得：“你才去割痔疮呢！”", "key_words": {"pun_words": ["割痔疮"], "alternative_words": ["世界之窗"]}}, {"id": 438, "content": "小学时上课爱睡觉，一次语文课老师布置的作业， 写一篇作文，题目是（假如我是蜘蛛）， 下课了问了同学。 晚上在家绞尽脑汁的写了一篇《假如我是只猪》。 后来。。后来我在学校火了 。。。", "key_words": {"pun_words": ["只猪"], "alternative_words": ["蜘蛛"]}}, {"id": 439, "content": "同桌有点呆呆的，英语刚把数字1到10教完之后，那天突然小心翼翼的问了我个问题：英语1念one，那11是不是念one one啊？111是不是念one one one呢？ 英语老师幽幽的来了句：“你也可以这样念，你属狗的吧。”", "key_words": {"pun_words": ["one"], "alternative_words": ["汪"]}}, {"id": 440, "content": "古时有一小国，因战事频频导致国库不支。 皇帝慌忙叫来朝中一个大臣，命其将自己家产充公，以做军费。 大臣不愿却也不敢抗命，只怯怯问了一句：“朝中大臣那么多，为何是我？” 皇帝走到他的面前，拍拍他的肩膀说：“因为爱卿，不会轻易悲伤……”", "key_words": {"pun_words": ["爱卿"], "alternative_words": ["爱情"]}}, {"id": 441, "content": "刚才我在迪厅跳舞， 一个男的贴着一个女的说：＂亲爱的，嫁给我吧。＂ 女的说：＂我要你八抬大轿迎娶我。＂ 然后男的就跑走了，过了一会儿，一个服务员跑过来说： ＂小姐，有个先生在吧台大叫说要迎娶你。", "key_words": {"pun_words": ["吧台大叫"], "alternative_words": ["八抬大轿"]}}, {"id": 442, "content": "中午时候，跟一个朋友吃饭，那二货问了一句，为什么有东京，南京，北京却没有西京当我还在思索时候，隔壁桌的一个小男孩问他麻麻：西经不是被唐僧取走了么？", "key_words": {"pun_words": ["西经"], "alternative_words": ["西京"]}}, {"id": 443, "content": "一个老人刚到老人院，走去和别人搭讪 ”你的头发挺漂亮嘛，哪里剪的？“ 那老人脱下假发，怒道 “你才是捡的，我买的！我买的！”", "key_words": {"pun_words": ["捡"], "alternative_words": ["剪"]}}, {"id": 444, "content": "某公司欲高薪招聘公关小姐一名。应者如云。经筛选，ABC三位进入决赛。公司经理出一简答题，决定取舍。题曰：如何公关?A道：良宵一刻值千金；B道：有钱能使鬼推磨；C道：公关者，攻官也!应答毕，经理宣布AB落选。", "key_words": {"pun_words": ["公关"], "alternative_words": ["攻官"]}}, {"id": 445, "content": "花园里，听见一个四五岁的小孩大声说： “咱们来玩大变活人吧！” 我挺惊奇的，就停下来看他们怎么玩， 然后就看见这个小孩指着另外一个小孩说： “你来当大便，我们来当活人！”", "key_words": {"pun_words": ["大便"], "alternative_words": ["大变"]}}, {"id": 446, "content": "有一个英文名字叫汉姆的大学老师，在学校里每天都很辛苦的备课，时间久了，于是就有了后来非常出名的“贝克汉姆”。", "key_words": {"pun_words": ["贝克"], "alternative_words": ["备课"]}}, {"id": 447, "content": "理想，就是离乡。", "key_words": {"pun_words": ["离乡"], "alternative_words": ["理想"]}}, {"id": 448, "content": "经理带着女秘书到森林公园度假，在山上遇到一老汉独自在寻找什么，经理走过去问老汉“在做什么？” 老汉说“在找蜜。” 经理一听新鲜，老汉廷时髦这么大岁数也在寻‘秘’。 经理又故意问老汉“找‘秘’干什么？”。 老汉看了一眼经理和女孩心里明白了什么，白了他一眼故意说：“找了‘蜜’就带到城里去，城里人喜欢‘秘’，尤其是城里的老板，吃着‘蜜’、喝着‘蜜’，到哪还都带着‘秘’”。 经理和秘书听了红着脸走开了。", "key_words": {"pun_words": ["秘"], "alternative_words": ["蜜"]}}, {"id": 449, "content": "办公室主任接了个电话，说是让人去领春节 发的福利。 让谁去呢？主任看了看正忙着写工作计划的小刘， 又看 了看坐一旁的小王， 随口说了句：“小刘忙 （小流氓），小王吧（小王八）。”", "key_words": {"pun_words": ["小刘忙", "小王吧"], "alternative_words": ["小流氓", "小王八"]}}, {"id": 450, "content": "最要好的朋友对我说想恋爱了，我就带一个漂亮的MM介绍他认识，我向MM介绍我朋友说：“我朋友不仅高帅富，最重要的是他很善解人意。” MM惊叫地说：“善解人衣？可够色的啊。”", "key_words": {"pun_words": ["善解人意"], "alternative_words": ["善解人衣"]}}, {"id": 451, "content": "老师：同学们谁知道世界上最冷的国家？ 小强：我知道！ 老师：哪国？ 小强：韩国！ 老师：……怎么会是韩国呢？ 小强：啊……不是这个“寒”呀。", "key_words": {"pun_words": ["寒"], "alternative_words": ["韩"]}}, {"id": 452, "content": "馆师岁暮买舟回家，舟子问曰：相公贵庚？答曰：属狗的，开年已是五十岁了。舟人曰：我也属狗，为何贵贱不等？又问：那一月生的？ 答曰：正月。舟子大悟曰：是了，是了，怪不得！我十二月生，是个狗尾，所以摇了这一世。相公正月生，是个狗头，所以教（音同叫）了这一世。", "key_words": {"pun_words": ["教"], "alternative_words": ["叫"]}}, {"id": 453, "content": "弟弟在写作业。姐姐刚洗完锅出来， 手湿湿的，便弹了他一脸水， 没想到这家伙挥舞着拳头就过来了， 还一边说：“姐，滴水之恩 ，必当用拳相报！” 好一个“用拳相报” ！！", "key_words": {"pun_words": ["用拳相报"], "alternative_words": ["涌泉相报"]}}, {"id": 454, "content": "相亲时，男生问女生：“额，你喜欢什么样的的男生呢？” 女子非常文雅的说“人家只是一个淡淡的女子，想找一个淡淡的的男子！” 男生一脸尴尬的说：“对不起，咱们……不合适！…………我有两个…………”", "key_words": {"pun_words": ["淡淡"], "alternative_words": ["蛋蛋"]}}, {"id": 455, "content": "有一次上机课，小飞打机打得昏了头，一时记不清今年是2002年，便问身边正打机打得火热的小华：今年是02年还是01年？ 小华听就讲：当然是林忆莲，哪有个林二莲。", "key_words": {"pun_words": ["林忆莲"], "alternative_words": ["01年"]}}, {"id": 456, "content": "一天，我带着妈妈和3岁的女儿去医院帮妈妈检查身体。回来的路上我就对妈妈感慨地说：“还是医院的生意好，以后就让咱家乖乖去学医。” 女儿听见了大声的说：“我就不学医，我就不学医。” 我和妈妈很纳闷，问：“为什么不学医呀？” 女儿一本正经地说：“我不学一，老师说我该学二啦……”", "key_words": {"pun_words": ["学一"], "alternative_words": ["学医"]}}, {"id": 457, "content": "小明：我昨天跟我外婆去寺庙发现那儿全是光头和尚！ 小妮：我也很纳闷，我跟外婆去尼姑庵，发现那儿全是光头尼姑，女的剪个光头一点都不好看！ 小明：为什么寺庙里只有和尚？尼姑庵里只有尼姑呢？ 小妮：我知道，那是她们念经太忙，没有时间谈恋爱，还来不及出嫁（出家）！", "key_words": {"pun_words": ["出嫁"], "alternative_words": ["出家"]}}, {"id": 458, "content": "中午时候，跟一个朋友吃饭，那二货问了一句， 为什么有东京，南京，北京却没有西京…… 当我还在思索时候， 隔壁桌的一个小男孩问他麻麻：西经不是被唐僧取走了么？", "key_words": {"pun_words": ["西经"], "alternative_words": ["西京"]}}, {"id": 459, "content": "学校叫扬州大学（简称扬大） 旺旺一日与学长交流， 问其是否准备考研，学长很深沉的答道：“嗯，留洋！” 旺旺羡慕道：“哇，高富帅啊，准备去欧洲还是美洲？” 学长默默低下头：“我是说留在扬大！” 一屋人凌乱的目光……", "key_words": {"pun_words": ["留洋"], "alternative_words": ["留杨"]}}, {"id": 460, "content": "高一刚开学不久的一节化学课上，年轻的化学老师正兴致勃勃地讲课，教室里一片寂静。“我们初中时，曾学过怎样制作氢气，很简单，是用固态锌和稀盐酸反应来。。。”话未说完，却见众人已笑得前俯后仰。 此时，前桌一男生忽地站起来，慢吞吞地慎重其事地说道：“陈老师，我是顾泰兴！”化学老师定睛一看，忍俊不禁：“哦，原来如此！”", "key_words": {"pun_words": ["顾泰兴"], "alternative_words": ["固态锌"]}}, {"id": 461, "content": "晚上问老公，你说绿豆摔了一跤变成什么了？ 老公说不知道，我就告诉他变成红豆了，因为流血了。 老公说，为什么不是蚕豆啊. 我问为什么会是蚕豆啊？ 老公说，摔残废了呀。", "key_words": {"pun_words": ["蚕"], "alternative_words": ["残"]}}, {"id": 462, "content": "从某杂志看到测女朋友是否腐女,问她“攻”反义词是什么,若回“防”那说明正常;若回“受”那明显腐女一枚. 一天我突然想起,就问老婆“攻”反义词是什么.得到答案是“母!” 额,看来是我没表达清楚,不对,是“攻击”的“攻”. 她的答案让我彻底折服的同时,也证明这则狗一样的测试是完全不可靠的...她说对呀,母鸡的母!", "key_words": {"pun_words": ["攻", "攻击"], "alternative_words": ["公", "公鸡"]}}, {"id": 463, "content": "一天我在上网，他突然跑过来问我：路由是送的还是圆的？我白了一眼：方的，自己买的。舍友大叫：笨蛋，我问的是写诗的那个陆游。尼玛，遇到这种货实在伤不起。", "key_words": {"pun_words": ["路由", "送", "圆"], "alternative_words": ["陆游", "宋", "元"]}}, {"id": 464, "content": "葡萄和苹果打架，众人劝它：你个小，苹果个大，你是打不过它的。 葡萄甩开衣服：个大有个毛用，我已经找个哥们帮我，这次一定能打败苹果。 众人：什么帮手？ 葡萄得意一笑：菊花啊。 众人问：菊花怎么帮你啊？ 葡萄：先让菊花抱它，然后我再上去，给它一顿好揍。", "key_words": {"pun_words": ["抱"], "alternative_words": ["爆"]}}, {"id": 465, "content": "小明喜欢钓鱼，然后把钓来的鱼带回家做水煮鱼，这天小明又钓到一条鱼，没想到这条鱼竟然会说话，它说：求求你，放了我吧，这天是我生日，放我一条生路吧。 小明：好，那我祝你生日快乐，你接受吗？ 鱼：好的，谢谢你。 于是小明把鱼煮了，因为他说的是‘煮你生日快乐’。", "key_words": {"pun_words": ["煮"], "alternative_words": ["祝"]}}, {"id": 466, "content": "大学军训时，教官大吼一声说：用你们的旁光对齐！有一个同学就小声地跟我说：只有他的膀胱长在脸上。", "key_words": {"pun_words": ["膀胱"], "alternative_words": ["旁光"]}}, {"id": 467, "content": "人事部的头是个女滴，很严厉，同事们都很烦她。 那天上班，不知为啥，在办公室抽泣，一同事不怀好意的在QQ上对我说：“你过去送个手绢，安慰安慰！” 我坏笑道：“要送也送张擦屁股纸。” 同事大笑：“Kao，那可真够有粪量的啊！” 我：“对咱‘这么好’，必须滴。”", "key_words": {"pun_words": ["粪量"], "alternative_words": ["份量"]}}, {"id": 468, "content": "甲：唷，这不是小王吗？ 乙：唷，是老李，最近忙什么哪？ 甲：嗨，没啥事，下下象棋，老没见你们老爷子了，他还好吗？ 乙：托您福，还硬朗着呢。 甲：你爸爸也喜欢下象棋。 乙：是啊？ 甲：可不，以前我老和你爸爸下棋。 乙：（小声）我怎么不知道？ 甲：有一回我们俩下棋，我还剩一士，你爸爸还剩一象…… 乙：那不和棋了吗？ 甲：是啊，依着我也是和棋，可你爸爸不干，非得接着下不可？ 乙：啊？？那怎么下呀？ 甲：呵呵，你爸爸有主意。 乙：什么主意？ 甲：你爸爸说了：要不咱们士象都过河吧？ 乙：没听说过！ 甲：然后呢你爸爸的象就过河了，我的士也过河了，你爸爸就拿他的象象我，我就拿我的士士你爸爸……你爸爸再象我，我再士你爸爸，你爸爸象我，我士你爸爸，你爸爸象我我是你爸爸，你爸爸象我我是你爸爸，你爸爸象我我是你爸爸，你爸爸象我我是你爸爸，你爸爸象我我是你爸爸，你爸爸象我我是你爸爸…… 乙：你给我滚！", "key_words": {"pun_words": ["像", "是"], "alternative_words": ["象", "士"]}}, {"id": 469, "content": "学生：“老师，这是我从家乡给您带的水果，盛夏的果实啊！” 老师：“混蛋，你尽然把剩下的果实带给老师吃！”", "key_words": {"pun_words": ["剩下"], "alternative_words": ["盛夏"]}}, {"id": 470, "content": "某日，小吴到小陈家拜访，碰巧遇到小陈因为儿子在习字簿上写错字大发雷霆。于是小吴就赶紧去劝小陈说：小孩子写错字总是难免，你又何必这么生气呢？小陈告诉小吴说：他老是把列祖列宗写成劣祖劣宗，你说我气不气？", "key_words": {"pun_words": ["劣祖劣宗"], "alternative_words": ["列祖列宗"]}}, {"id": 471, "content": "小明去找小军家找小军借书,可是小军找来找去都找不了那本书. 小明看见小军的妈妈坐在沙发上织毛巾,那本书就在他妈妈的旁边! 小明就对小军说:你妈隔壁啊! 小军满脸诡异的看着小明说:你说啥? 于是小明就大叫:你妈隔壁拉!! 后来小明被小军和小军他妈踹了出去...... 小明百思不得其解....", "key_words": {"pun_words": ["你妈隔壁"], "alternative_words": ["你妈个逼"]}}, {"id": 472, "content": "老张给儿子买婚房，他座电梯去上楼看户型，刚好有小伙子带了一条狗也进了电梯。 这条狗在老张两只脚前转来转去，不停地用鼻嗅，用嘴啃，吓得老张来回地抬起脚来，冲着小伙子说：“我刚出门，又碰上了一个‘啃老足’！”", "key_words": {"pun_words": ["啃老足"], "alternative_words": ["啃老族"]}}, {"id": 473, "content": "一同学被表扬后上台发言：“其实我未必是最好的，我未必是最优秀的，我未必是最聪明的，我未必是最努力的。大家好，我叫魏毕。”", "key_words": {"pun_words": ["魏毕"], "alternative_words": ["未必"]}}, {"id": 474, "content": "这时老师便叫那同学上去写‘暴沸’这两个字，结果他一脸笑容地写上‘报废’，全班笑喷了……", "key_words": {"pun_words": ["报废"], "alternative_words": ["暴沸"]}}, {"id": 475, "content": "老董是河南人，来到南方吃早餐，一进门就对服务员说：水饺（睡觉）多少钱一碗（晚）？ 服务员很不高兴，就说：没有。只有馒头。 老董说：哦，馍馍（摸摸）也行。 服务员极为恼怒，骂道：流氓！ 老董极为惊讶，说：六毛？太便宜了！", "key_words": {"pun_words": ["水饺", "碗", "馍馍", "六毛"], "alternative_words": ["睡觉", "晚", "摸摸", "流氓"]}}, {"id": 476, "content": "某日上语文课，语文老师教完王勃的律诗《杜少府之任蜀州》后发问：谁能告诉我，古代诗歌除了‘律诗’外，还有什么形式？ 一位同学毫不犹豫地举手回答道：老师，除了‘律师’外还有 ‘法官’、‘被告’…… 哄堂大笑。", "key_words": {"pun_words": ["律师"], "alternative_words": ["律诗"]}}, {"id": 477, "content": "老公：我这几天屁股疼，我得痔疮了！ 老婆：从我认识你，你大病小病的没有断过！ 我看你这一辈子就这样了！ 老公生气：不要看不起我！ 我觉得我的人生很有意义！很完整！ 老婆不屑：说说我听听！ 老公：我是有痔青年，因此我的人生很有意义！ 不得痔的人生就不是完整的人生！", "key_words": {"pun_words": ["痔"], "alternative_words": ["志"]}}, {"id": 478, "content": "化学课上，一正呼呼大睡的学生被老师叫起，问：你知道我说的四氧化三铅是怎么回事吗？学生慢慢地张开睡眼，懵懵懂懂地答：老师，我只有一对眼，怎么会知道四眼发三枪是啥回事。", "key_words": {"pun_words": ["四眼发三枪"], "alternative_words": ["四氧化三铅"]}}, {"id": 479, "content": "某留学生中文困难，某日去中文老师家拜访，唠唠家常。 留学生：老师，你有几个孩子？ 老师：1个 留学生：7个？ 老师：不是7个，是1个。 留学生：11个，这么多啊! 老师：不是11个，而是1个. 留学生：又21个了？ 老师（晕了）：不是21个，就是1个。 留学生：哦，91个 老师：…………（休克,送医院途中)", "key_words": {"pun_words": ["11", "21", "91"], "alternative_words": ["是1", "而是1", "就是1"]}}, {"id": 480, "content": "明明放学后，来到一家商店，对对售货员阿姨说：阿姨，我买一瓶抗皱霜。阿姨好奇地问：小朋友，你小小年纪买抗皱霜干什么？明明说：今天考试，我没及格，回家怕爸爸揍我。", "key_words": {"pun_words": ["揍"], "alternative_words": ["皱"]}}, {"id": 481, "content": "上海就是商海。", "key_words": {"pun_words": ["商海"], "alternative_words": ["上海"]}}, {"id": 482, "content": "一天，父子俩在大海上划船。突然儿子大叫：鲨鱼！父亲赶忙拿起桨准备划船。由于惊慌桨掉在海里了，儿子见鲨鱼迅速的逼近大声问：怎么还不划船？父亲绝望的说：儿子，桨（讲）完了。", "key_words": {"pun_words": ["桨"], "alternative_words": ["讲"]}}, {"id": 483, "content": "阳伯博是山南某县的县丞，妻子姓陆，出身名门。本地县令的妻子姓伍，有一天她与各官吏的妇人会面。相见后，县令的妻子问：县丞妇人贵姓？答道：姓陆。（六、陆同音）又问主簿的夫人，主薄夫人答：姓戚。这位县令夫人生气了，立刻退入内室，中止了会见。众官的夫人不知是什么原因惹她不愉快，都想辞别而去。县令听说此事，急忙入内问自己夫人。妇人说：，‘县丞夫人姓陆，主簿妇人说她姓戚；就因为我姓伍吧，她们都故意把姓说成大于我，用这个来耍弄我！其余的儿位夫人我幸亏还未问；我如问，一定回答是姓八，姓九了！", "key_words": {"pun_words": ["陆", "伍", "戚"], "alternative_words": ["六", "五", "七"]}}, {"id": 484, "content": "大蒜说：我身价涨了之后请叫我算你狠。", "key_words": {"pun_words": ["算"], "alternative_words": ["蒜"]}}, {"id": 485, "content": "公司每到年底都开职工晚会，节目都由同事们自己编排和表演。我们部门人多，就决定上一个小合唱。为了在晚会上有出色表演，我们部门还请了一个声乐老师作指导。 声乐老师：合唱要有和声，和声需要大家的配合。来，你们每个人负责不同的发音。 老师对同事甲说：你来发do这个音。 对同事乙说：你来发re. 对同事丙说：你发mi. 对同事丁说：你发fa. 老师转身对一女同事说：你发骚(so)吧！", "key_words": {"pun_words": ["骚"], "alternative_words": ["so"]}}, {"id": 486, "content": "饭店里，一男子指着菜盘里一条两米多长的豆腐大吼：“你们什么耳朵！老子点的是家常豆腐！” 饭店厨师听到了，纳闷：“难道还不够长？”", "key_words": {"pun_words": ["家常"], "alternative_words": ["加长"]}}, {"id": 487, "content": "一男生，膀大腰圆，也是魁梧之人。有天上课，笔没水了，问不远处一女生借笔，只听那女生大喊一声“傻B啊？” 此男顿时倍感委屈，擦，我一大老爷们因为这小事被一女的骂？他愤怒中夹杂着委屈，大喊：“我不就借支笔么，你骂我干嘛？” 那女生弱弱的说：“我，我没骂你啊……我问你用啥笔啊”", "key_words": {"pun_words": ["啥笔"], "alternative_words": ["傻B"]}}, {"id": 488, "content": "英语课，同桌照例趴那边睡觉。 英语老师讲着讲着， 突然叫他：“同学，你回答一下，she's easy-going这句话是什么意思？” 他当场懵了，过了两秒还是回答：“意思是，她很容易勾引？”", "key_words": {"pun_words": ["勾引"], "alternative_words": ["going"]}}, {"id": 489, "content": "一对夫妻新婚后，老公满脸困惑地对老婆说：“以后你爸要是与我爸在一起时，你怎么称呼他们呢？要是叫‘爸’两个都回答怎么办？” 老婆回道：“这简单呀，在你父亲前加一个姓不就得了，就叫‘王爸’”。 老公：“哇靠！王八？”", "key_words": {"pun_words": ["王八"], "alternative_words": ["王爸"]}}, {"id": 490, "content": "花园里，听见一个四五岁的小孩大声说：咱们来玩大变活人吧！我挺惊奇的，就停下来看他们怎么玩，然后就看见这个小孩指着另外一个小孩说：你来当大便，我们来当活人！", "key_words": {"pun_words": ["大便"], "alternative_words": ["大变"]}}, {"id": 491, "content": "公司招聘。有人说：“我叫刘产。”老板吐血：“ 没人怀孕！没人流产”", "key_words": {"pun_words": ["流产"], "alternative_words": ["刘产"]}}, {"id": 492, "content": "“主持人你好，我正挤在1路公交车上，我想给前面靠窗的那位姑娘点一首歌，就是张学友的那首，你知道的，对对对，1路上有你，挤一点也愿意。”", "key_words": {"pun_words": ["1路"], "alternative_words": ["一路"]}}, {"id": 493, "content": "石中立担任宋朝某部的员外郎。一天，他跟朋友们到御花园去看狮子。一个朋友感慨地说：这只狮子，皇宫还每天喂它5斤肉吃，我们这些做官的，怕远远不及它哩！石中立说：当然，我们的衔头都是园外狼，怎能比得上园内狮呢？", "key_words": {"pun_words": ["园外狼"], "alternative_words": ["员外郎"]}}, {"id": 494, "content": "初中英语老师是个秃子，一天上课，他问一个同学：what day is today?’（我的头是秃头？） 同学想了一下，回答：Yes.", "key_words": {"pun_words": ["what day is today"], "alternative_words": ["我的头是秃头"]}}, {"id": 495, "content": "本人笑起来有卧蚕，一日男友问：你怎么笑起来有眼袋？ 我鄙视他一眼说：这叫卧蚕，美女才有好吧？有一次聚会，我一同学问我昨晚是不是没休息好，怎么有眼袋。 男友凑过来说：那不是眼袋，是卧槽！", "key_words": {"pun_words": ["卧槽"], "alternative_words": ["卧蚕"]}}, {"id": 496, "content": "本人妹纸一枚，做服务行业。 今天一位客人发火，各种脏话，各种骂。 最后大声来句：你马上给我个交代。 我不会告你，我马上从抽屉里拿出一个胶袋给他，明显看他石化……", "key_words": {"pun_words": ["胶袋"], "alternative_words": ["交代"]}}, {"id": 497, "content": "老总和女经理共同聚餐！ 席间高兴之余，老总感叹道：“老总一般都干过经理！” 女经理听后很尴尬，连忙机灵地说：“是的，老总一般都是经理生（升）的！” 便宜也能这样占，老总和经理的智商就是不一样。", "key_words": {"pun_words": ["生"], "alternative_words": ["升"]}}, {"id": 498, "content": "一天我在上网，他突然跑过来问我：路由是送的还是圆的？ 我白了一眼：方的，自己买的。 舍友大叫：笨蛋，我问的是写诗的那个陆游。 尼玛，遇到这种货实在伤不起。", "key_words": {"pun_words": ["陆游"], "alternative_words": ["路由"]}}, {"id": 499, "content": "林小小上学了。王老师教学生拼音。 王老师先教写声母b、p、m……，林小小不爱动脑筋，总是学不会。考试了，小小便胡乱地在试卷上写了几个。老师很生气，就叫小小的妈妈来。王老师说：林小小上课不认真，连‘声母、韵母’都不会。 小小的妈妈大怒，说：妈妈就是你的生母，你的爸爸管你姥姥叫‘岳母’时，你的耳朵跑哪去了？记住，我是生母，姥姥是岳母。", "key_words": {"pun_words": ["生母", "岳母"], "alternative_words": ["声母", "韵母"]}}, {"id": 500, "content": "住院了，只能吃医院难吃的饭菜。可是食堂也太过分，晚餐的粥特别稀，忍不住，问了一句，这个粥怎么这么稀？ 打饭的回答说：“你不知道这个就叫稀餐啊？”", "key_words": {"pun_words": ["稀餐"], "alternative_words": ["西餐"]}}, {"id": 501, "content": "一家人吃桃。妈妈问：桃的英文怎么说？女儿答：peach.妈妈对爸爸说：给你个屁吃", "key_words": {"pun_words": ["屁吃"], "alternative_words": ["peach"]}}, {"id": 502, "content": "话说现在很多人都把“子”说成“纸”， 一女同学经常这样卖萌，于是有一天， 该女感冒后在图书馆看书，纸巾用完了，发短信给室友， 说：“过来的时候带两包纸。” 不一会儿室友过来了，手里拿着两个包子。。", "key_words": {"pun_words": ["子"], "alternative_words": ["纸"]}}, {"id": 503, "content": "一日，在英语课上英文老师教大家读牙刷这个词。 toothbrush。老师读道。 toothbrush。同学们齐声读道。 王小明，你读一下这个单词。英文老师说道。 只见王小明同学慢慢地站起来清了清嗓子大声地读道：兔子不拉屎（toothbrush）。", "key_words": {"pun_words": ["兔子不拉屎"], "alternative_words": ["toothbrush"]}}, {"id": 504, "content": "话说一朋友的老公姓周，她姓夏，夫妻俩讨论未来的宝宝的名字，老婆先想到了个名字叫“周一”。 老公听了说着名字不错，还有延续性，一口气可以生七个，从“周一”到“周七”，这时老婆问：“如果生了第八个怎么办呢？” 老公说：第八个就叫“夏周一”（下周一）啊。", "key_words": {"pun_words": ["夏周一"], "alternative_words": ["下周一"]}}, {"id": 505, "content": "语文课，老师正在讲解碧野的《天山景物记》。 讲完之后，叫同学们各自用一个比喻来描绘自己心中的大草原。 同学们的比喻五花八门，其中数大明的比喻最为特殊。 大明说：“迷人的大草原就像我奶奶的嘴。” 众人不解，明明又补充说了一句：“一望无牙啊！”", "key_words": {"pun_words": ["牙"], "alternative_words": ["涯"]}}, {"id": 506, "content": "四川的吴坤斋喜欢说笑话。一天，邻居造了新屋，他庆贺道：这房做得妙。 主人说：做庙？不！只能做公用厕所罢了。 吴坤斋问：为啥这样说？ 主人笑道：不是厕所，为什么您一进门就放屁？", "key_words": {"pun_words": ["庙"], "alternative_words": ["妙"]}}, {"id": 507, "content": "媛和化是死对头，基本上是见面就吵，彼此把气死对方作为人生最高追求。 一日，媛见化桌上有一本不错的参考书，便顺手拿来翻翻，不料化正巧从外面回来，逮了个正着，于是开口就骂：死丫头，你又偷我的书，这次被我抓到了吧？ 化一脸得意，不过媛也不是省油的灯，她是脸不红，气不喘啊：这是偷吗？一看就没学好语文，这不叫偷。 那你说叫什么？ 媛以一种看笨蛋的眼神看着化，说：这叫窃，窃书不能叫偷!原来是孔兄的名言。 哈!化的眼中明明写着你是弱智，请问偷和窃有什么区别？窃就是偷！ 我是窃，不是偷，媛有些不耐烦了。 化的眼神变的怪异，你确定你是妾？ 媛没发现化眼中的狡撷，马上回答：对，我是窃，是窃！！ 化得意的大笑：你真是，正房太太你不当，非要当妾，哈哈哈！", "key_words": {"pun_words": ["妾"], "alternative_words": ["窃"]}}, {"id": 508, "content": "在我上大学时的一个早晨，很多的同学共同在一起吃早点，这时来了一个穿着时髦的美眉，她走着走着不时地打喷涕。 这时来了另一个女生，远远地就问她：小丽，感冒了？ 由于距离远，她也就远远地大声的回答道：我不是感冒，我是发烧（骚）！ 我们一群人笑晕了。", "key_words": {"pun_words": ["发烧"], "alternative_words": ["发骚"]}}, {"id": 509, "content": "男人，就是难人。", "key_words": {"pun_words": ["难人"], "alternative_words": ["男人"]}}, {"id": 510, "content": "今天早上，同桌娟对我说：你闻我！ 我说：这怎么行？让我吻你。 这有什么只是让你闻一下我身上有没有香味。 '这时我才恍然大悟，原来如此。让我白欢喜一场。", "key_words": {"pun_words": ["闻"], "alternative_words": ["吻"]}}, {"id": 511, "content": "今天有两个同事打起来了。起先他们聊得挺开心的，后来，A同事愤愤的说:“昨天到半夜隔壁还在鬼叫，我过去臭骂了他们一顿!” “哦”B同事正忙，停顿了一会问:“你骂了隔壁?” A同事没回答，B同事又追问:“我说你骂隔壁啊?” A同事听完拍案而起:“你妈个逼!”然后他们就扭打在了一起。", "key_words": {"pun_words": ["你妈个逼"], "alternative_words": ["你骂隔壁"]}}, {"id": 512, "content": "紫薇含情脉脉地看着尔康“尔康，你现在幸福吗？” 尔康看着紫薇的眼睛说：“傻丫头，我一直就姓福啊！难道你忘了吗？” 紫薇：“讨厌，人家说你现在感觉幸福吗？”", "key_words": {"pun_words": ["幸福"], "alternative_words": ["姓福"]}}, {"id": 513, "content": "数学课快下了，只剩两道题了。老师说：我做一道，另一道留给你们。你们挑吧！有同学道：老师，你做难的。老师说：我做男的，你们做女的啊？", "key_words": {"pun_words": ["难的"], "alternative_words": ["男的"]}}, {"id": 514, "content": "小猿送给女友一件礼物，女友接过来，看了一眼说：破的！小猿大惊：我刚从苹果专卖店新买的怎么会是破的？女友说：你看呀，上面拼音写着：pod!小猿：亲爱的，你拿倒了！", "key_words": {"pun_words": ["pod"], "alternative_words": ["破的"]}}, {"id": 515, "content": "马加爵，枪毙了；药加鑫，判死刑！加爵、加薪都是死路一条，历史的血的经验告诉我们：只有加班才是最安全的．．．", "key_words": {"pun_words": ["加薪"], "alternative_words": ["家鑫"]}}, {"id": 516, "content": "小学五年级时，班主任问一组第一位同学：你是什么民族；同学说：彝族。然后问在打瞌睡的第二位同学：你呢？他迷迷糊糊的答道：二族。", "key_words": {"pun_words": ["彝族"], "alternative_words": ["一族"]}}, {"id": 517, "content": "班上新来一女生，她自我介绍：我未必会是最聪明的，我未必会是最美丽的。当同学们都称赞她谦虚时，她接着说：我叫魏碧慧。", "key_words": {"pun_words": ["魏碧慧"], "alternative_words": ["未必会"]}}, {"id": 518, "content": "有兄弟经商，学得一二官话。将到家，兄往隔河出恭，命弟先往见其父。父问曰：汝兄何在？弟曰：撒屎。 父惊曰：在何处杀死的？答曰：河南。父方悲恸而兄已个，父遂骂其次子：何得妄言如是？曰：我自打官话耳。 父曰：这样官话，只好吓你亲爷罢了。", "key_words": {"pun_words": ["撒屎"], "alternative_words": ["杀死"]}}, {"id": 519, "content": "胖姐在做运动，同事小张、小刘路过，小张说：胖姐减肥呢？胖姐不高兴的瞪了小张一眼转身离去。 小刘说：以后不能说减肥，是瘦身。 小张说：现在的人真疯狂胖的叫兽身，瘦的叫魔鬼身材。", "key_words": {"pun_words": ["兽身"], "alternative_words": ["瘦身"]}}, {"id": 520, "content": "女孩把钥匙递给配钥匙的师傅说：“配一把钥匙。” 师傅说：“五块钱一把。” 女孩说：“怎么这么贵？” 师傅没好气的说：“嫌贵别地方配去。” 女孩生气的把手收回，冲着师傅：“‘呸！要死’的三元行不。”", "key_words": {"pun_words": ["呸"], "alternative_words": ["配"]}}, {"id": 521, "content": "前段时间和主案一起吃饭，因为年龄差不多，所以很聊的来。 聊着聊着就聊到了大学，我就问他说：“你大学里的时候有什么职务吗？” 他看了看我，然后很淡定的说：“有啊，有树啊……”", "key_words": {"pun_words": ["职务"], "alternative_words": ["植物"]}}, {"id": 522, "content": "儿子：爸爸，《史记》是什么？ 爸爸：笨蛋，死记就是死记硬背，不会灵活掌握，懂吗！", "key_words": {"pun_words": ["死记"], "alternative_words": ["史记"]}}, {"id": 523, "content": "一位外地男子走进县百货公司，来到日用品专卖柜台，问一位女营业员：“同志，我要买媳妇。” 对方生气的说：“流氓。” “六毛？好！给我来一袋。” “你慢慢说，你要买什么？” “我买洗衣粉。”", "key_words": {"pun_words": ["洗衣粉", "六毛"], "alternative_words": ["媳妇", "流氓"]}}, {"id": 524, "content": "有一天，一个人在路上骑自行车，他没有用手扶着车龙头，有一警察看见了说：喂！！手掌好！ 那个人以为警察在说首长好！ 他随便说了一句：同志们辛苦了！！！！！", "key_words": {"pun_words": ["手掌好"], "alternative_words": ["首长好"]}}]}